{
  "worldId": "57139391-7778-4d99-87c5-28b0da45d1a0",
  "characterId": "9fdd7aba-8051-4e59-bba9-96544966d709",
  "startedAt": "2025-11-07T10:19:35.223Z",
  "entries": [
    {
      "id": "923c0c77-104f-4fa7-a3cd-66f09a337533",
      "locationId": "3036da4e-edc5-4ada-a2e5-7fe8dc89fcaa",
      "author": "gm",
      "message": "Сырость лондонской ночи пробирает до костей, даже сквозь зачарованное пальто. Фонарь тускло освещает переулок, выхватывая из темноты обшарпанные стены и мусорные баки. Запах здесь – гремучая смесь тухлой рыбы и дешевого пива, обычное амбре для моих дежурств в Ночной Страже. Кажется, в этот раз вызов поступил из \"Дырявого Котла\", что несколько оживляет перспективу. Хоть какое-то разнообразие, да и выпить чего-нибудь покрепче не помешает. Интересно, что там стряслось? Обычно, если нужна Ночная Стража, дело пахнет не просто жареным, а очень сильно подгоревшим.",
      "createdAt": "2025-11-07T10:19:46.912Z"
    },
    {
      "id": "af829fb9-6083-42bd-a583-0a5d711367fa",
      "locationId": "3036da4e-edc5-4ada-a2e5-7fe8dc89fcaa",
      "author": "player",
      "message": "пойдем в \"Дырявый Котел\"",
      "createdAt": "2025-11-07T10:22:26.749Z"
    },
    {
      "id": "eb69d9ad-6d18-4bbc-9cf7-a5706457ba16",
      "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b",
      "author": "gm",
      "message": "Толкнув обитую железом дверь, я вхожу в \"Дырявый Котел\". Запах тут куда приятнее, чем снаружи: старое дерево, эль и немного – странно – лаванды. Полумрак, приглушенный гомон голосов, потрескивание дров в камине – обычная картина. За стойкой, протирая стаканы, стоит Том, хозяин заведения. Он кивает мне, здороваясь, и взглядом указывает на дальний угол. Там, за одним из столиков, маячит фигура в темном плаще. Кажется, меня там ждут. Что-то мне подсказывает, что лавандой тут пахнет не просто так.",
      "createdAt": "2025-11-07T10:22:26.749Z"
    },
    {
      "id": "6fd60e9a-cb28-4447-97e1-e2aa3e549eb5",
      "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b",
      "author": "player",
      "message": "осмотреться вокруг повнимательнее",
      "createdAt": "2025-11-07T10:23:06.584Z"
    },
    {
      "id": "f619b342-e7d9-45b9-9de7-47b46add8bd6",
      "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b",
      "author": "gm",
      "message": "Окидываю взглядом зал \"Дырявого Котла\". Замечаю несколько знакомых лиц: старый волшебник Элфиас Додж, вечно бормочущий что-то себе под нос, пара подозрительных личностей в темных углах, наверняка, любители темных делишек. В камине весело потрескивают дрова, отбрасывая пляшущие тени на стены. Примечаю, что за одним из столиков сидит довольно нервный тип, постоянно озирающийся по сторонам, а на барной стойке, рядом с Томом, стоит небольшая ваза с лавандой – довольно необычное украшение для этого заведения. И да, запах лаванды становится сильнее, приближаясь к фигуре в плаще. Интересно, что он пытается скрыть?",
      "createdAt": "2025-11-07T10:23:06.584Z",
      "actionSummary": {
        "playerMessage": "осмотреться вокруг повнимательнее",
        "gmResponse": "Окидываю взглядом зал \"Дырявого Котла\". Замечаю несколько знакомых лиц: старый волшебник Элфиас Додж, вечно бормочущий что-то себе под нос, пара подозрительных личностей в темных углах, наверняка, любители темных делишек. В камине весело потрескивают дрова, отбрасывая пляшущие тени на стены. Примечаю, что за одним из столиков сидит довольно нервный тип, постоянно озирающийся по сторонам, а на барной стойке, рядом с Томом, стоит небольшая ваза с лавандой – довольно необычное украшение для этого заведения. И да, запах лаванды становится сильнее, приближаясь к фигуре в плаще. Интересно, что он пытается скрыть?",
        "occurredAt": "2025-11-07T10:23:06.584Z",
        "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b"
      }
    },
    {
      "id": "ab6ad31b-1b00-4762-8eb9-78916744fa56",
      "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b",
      "author": "player",
      "message": "пойдем в уборную",
      "createdAt": "2025-11-07T10:25:15.369Z"
    },
    {
      "id": "bac247e1-d626-49f6-8f7f-60c53716c2cd",
      "locationId": "4a788ac8-ed58-46b0-a545-43d412c84abb",
      "author": "gm",
      "message": "Пробираюсь сквозь полумрак \"Дырявого Котла\" к двери с табличкой \"Для джентльменов\". Запах лаванды, кажется, преследует меня и здесь, хотя и смешивается с запахом дешевого мыла и затхлости. Внутри, как и следовало ожидать, довольно скромно: обшарпанное зеркало, криво висящее над раковиной, покосившаяся плитка на полу и подозрительные пятна на стенах. Запах здесь еще более удручающий, чем в зале.",
      "createdAt": "2025-11-07T10:25:15.369Z"
    },
    {
      "id": "c455c2bb-2df4-4a91-8929-7cd9d553afef",
      "locationId": "4a788ac8-ed58-46b0-a545-43d412c84abb",
      "author": "player",
      "message": "Вернуться в зал",
      "createdAt": "2025-11-07T10:25:47.659Z"
    },
    {
      "id": "9637a666-c776-415d-b403-dadf1063a7fb",
      "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b",
      "author": "gm",
      "message": "Выныриваю из затхлой атмосферы уборной обратно в полумрак \"Дырявого Котла\". Запах лаванды теперь чувствуется отчетливее, перебивая даже аромат эля и старого дерева. Кажется, он исходит от того типа в плаще. Интересно, зачем ему столько лаванды? Может, пытается что-то скрыть? Или просто любит этот запах? В любом случае, пора вернуться в зал и выяснить, что здесь происходит.",
      "createdAt": "2025-11-07T10:25:47.659Z"
    },
    {
      "id": "552a8225-6266-4ee1-a051-18d09deebd06",
      "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b",
      "author": "player",
      "message": "осмотреться, где я?",
      "createdAt": "2025-11-07T11:42:41.743Z"
    },
    {
      "id": "9bf457b5-4af3-4e5d-9cc1-220feb25d6d6",
      "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b",
      "author": "gm",
      "message": "Стою посреди зала \"Дырявого Котла\", чувствуя себя немного не в своей тарелке. Запах лаванды настойчиво щекочет нос, напоминая о таинственном типе в плаще. В памяти всплывают детали: Элфиас Додж, бормочущий что-то невнятное, подозрительные личности в углах, нервный посетитель за столиком и эта странная ваза с лавандой на барной стойке. Всё это складывается в какую-то загадочную картину. Пора что-то предпринять.",
      "createdAt": "2025-11-07T11:42:41.743Z",
      "actionSummary": {
        "playerMessage": "осмотреться, где я?",
        "gmResponse": "Стою посреди зала \"Дырявого Котла\", чувствуя себя немного не в своей тарелке. Запах лаванды настойчиво щекочет нос, напоминая о таинственном типе в плаще. В памяти всплывают детали: Элфиас Додж, бормочущий что-то невнятное, подозрительные личности в углах, нервный посетитель за столиком и эта странная ваза с лавандой на барной стойке. Всё это складывается в какую-то загадочную картину. Пора что-то предпринять.",
        "occurredAt": "2025-11-07T11:42:41.743Z",
        "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b"
      }
    },
    {
      "id": "d7c88ed5-b30e-49f2-9f15-864e1b11ad21",
      "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b",
      "author": "player",
      "message": "выйти на улицу",
      "createdAt": "2025-11-07T11:43:01.075Z"
    },
    {
      "id": "1728eb26-8e4c-468d-8138-17c41a985ddd",
      "locationId": "3036da4e-edc5-4ada-a2e5-7fe8dc89fcaa",
      "author": "gm",
      "message": "Проталкиваюсь сквозь призрачную завесу \"Дырявого Котла\" и оказываюсь в Центральной локации. Вечерний воздух Лондона обдает прохладой, смешиваясь с запахом уличной гари и чего-то неуловимо волшебного. Фонари отбрасывают дрожащие тени на мокрый булыжник мостовой, а вдалеке слышен приглушенный шум города. Даже здесь, в этом укромном переулке, чувствуется какая-то тревога. Кажется, за мной наблюдают...",
      "createdAt": "2025-11-07T11:43:01.075Z"
    },
    {
      "id": "64ad99da-f0c0-40ed-ba8e-b281c5d0539a",
      "locationId": "3036da4e-edc5-4ada-a2e5-7fe8dc89fcaa",
      "author": "player",
      "message": "Вернуться в \"Дырявый Котел\"",
      "createdAt": "2025-11-07T11:44:00.264Z"
    },
    {
      "id": "5d0f716d-bc2a-4b21-9e56-4c42f349388d",
      "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b",
      "author": "gm",
      "message": "Толкнув обитую кожей дверь, я снова оказываюсь в полумраке \"Дырявого Котла\". Запах эля и старого дерева тут же окутывает меня, смешиваясь с легким, едва уловимым ароматом лаванды. Кажется, он исходит от завсегдатая в темном плаще, который, как и прежде, сидит за дальним столиком, потягивая что-то из высокого бокала. Элфиас Додж все еще бормочет что-то невнятное в углу, а бармен протирает стойку с таким видом, будто видел уже все на свете. Что-то здесь не так, чувствую это каждой клеткой своего тела. Слишком много взглядов, слишком много шепотков, слишком много лаванды...",
      "createdAt": "2025-11-07T11:44:00.264Z"
    },
    {
      "id": "b8ed0711-39e2-4b3e-b11a-dee3d8cc7c55",
      "locationId": "09b6472f-e3cb-4d6f-97d9-eeb3a8ed7d49",
      "author": "player",
      "message": "где я",
      "createdAt": "2025-11-07T14:45:43.310Z"
    },
    {
      "id": "9977fdaf-f3a3-40cf-a45c-da515bd51b7e",
      "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b",
      "author": "gm",
      "message": "Оказавшись в полумраке \"Дырявого Котла\", я чувствую себя словно между двух миров. Запах эля и старого дерева щекочет нос, но его настойчиво перебивает этот навязчивый аромат лаванды, исходящий от завсегдатая в темном плаще. Элфиас Додж по-прежнему бормочет что-то себе под нос в углу, а бармен, кажется, уже давно перестал удивляться происходящему вокруг. Полумрак, пропитаный запахами магии и алкоголя, кажется, скрывает множество тайн. Я стою посреди всего этого, и мне нужно решить, что делать дальше.",
      "createdAt": "2025-11-07T14:45:43.310Z"
    },
    {
      "id": "2bb13862-b3bf-42af-af65-5abfa1d83ef4",
      "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b",
      "author": "player",
      "message": "Выйти на улицу",
      "createdAt": "2025-11-07T14:45:56.683Z"
    },
    {
      "id": "3bf62098-5d9c-4b19-a2bf-949186036202",
      "locationId": "3036da4e-edc5-4ada-a2e5-7fe8dc89fcaa",
      "author": "gm",
      "message": "Снова оказавшись в Центральной локации, я чувствую, как свежий, но прохладный воздух Лондона обдувает мое лицо. Запах уличной гари и чего-то неуловимо волшебного смешиваются в причудливый коктейль. Фонари отбрасывают дрожащие тени на мокрый булыжник мостовой, и вдалеке слышен приглушенный шум города. Но сегодня этот шум кажется каким-то угрожающим. В памяти всплывает нервный посетитель в \"Дырявом Котле\", бормочущий Элфиас Додж и этот навязчивый запах лаванды. Кажется, за мной наблюдают... нужно быть осторожным.",
      "createdAt": "2025-11-07T14:45:56.683Z"
    },
    {
      "id": "0f0bb65b-1e28-4bca-b519-d8ac10744ade",
      "locationId": "3036da4e-edc5-4ada-a2e5-7fe8dc89fcaa",
      "author": "player",
      "message": "Вернуться в \"Дырявый Котел\"",
      "createdAt": "2025-11-07T14:46:27.262Z"
    },
    {
      "id": "a8bd7680-1083-49c5-9848-7d28d4961020",
      "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b",
      "author": "gm",
      "message": "Толкнув знакомую дверь, я вновь оказываюсь в гостеприимном полумраке \"Дырявого Котла\". Запах эля и старого дерева тут же окутывает меня, словно старый друг. Элфиас Додж все еще что-то бормочет в своем углу, но на этот раз его слова кажутся более отчетливыми. Кажется, он повторяет: \"Не доверяйте лаванде... никогда не доверяйте лаванде...\". Завсегдатай в темном плаще по-прежнему сидит за дальним столиком, и кажется, что он смотрит прямо на меня. В его глазах я вижу что-то... не то чтобы злое, скорее, настороженное. Бармен протирает стойку, и на этот раз в его взгляде мелькает что-то вроде сочувствия. Что-то определенно происходит, и я чувствую, что нахожусь в самом центре этого.",
      "createdAt": "2025-11-07T14:46:27.262Z"
    },
    {
      "id": "b89ce0e9-5545-4fb9-bfdb-46c37203b438",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "player",
      "message": "зайти в уборную",
      "createdAt": "2025-11-07T15:14:33.495Z"
    },
    {
      "id": "bccf569f-160b-4dfa-b061-60991f5a3c05",
      "locationId": "4a788ac8-ed58-46b0-a545-43d412c84abb",
      "author": "gm",
      "message": "Протиснувшись мимо нескольких завсегдатаев, я направляюсь к покосившейся двери с табличкой «Уборная». Запах эля и табака резко сменяется запахом дешевого мыла и затхлости. Внутри царит полумрак, и единственный источник света — тусклая лампочка под потолком. Зеркало над раковиной покрыто слоем пыли, а в углу валяется скомканное полотенце. Ощущение такое, будто здесь давно никто не убирался. Воздух спертый и влажный, и мне не терпится поскорее покинуть это место.",
      "createdAt": "2025-11-07T15:14:33.495Z"
    },
    {
      "id": "65316372-5ba1-4c46-8f23-a7d1fbd1ff6c",
      "locationId": "4a788ac8-ed58-46b0-a545-43d412c84abb",
      "author": "player",
      "message": "перейти в дырявый котел",
      "createdAt": "2025-11-07T15:19:55.746Z"
    },
    {
      "id": "62eff588-56e9-4361-aa8a-2d24cbed1b6f",
      "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b",
      "author": "gm",
      "message": "Вынырнув из затхлой атмосферы уборной, я вновь оказываюсь в знакомом полумраке \"Дырявого Котла\". Запах эля и табака кажется теперь даже приятным контрастом. Элфиас Додж все еще что-то бормочет про лаванду в своем углу, но я слишком занят, разглядывая завсегдатаев. Бармен, как всегда, протирает стойку с непроницаемым выражением лица, но в его глазах я замечаю едва уловимую тревогу. За дальним столиком, в самом темном углу, сидит тот же подозрительный тип. Он пристально смотрит на меня, и от этого взгляда по спине пробегают мурашки. Атмосфера в пабе кажется напряженной, словно вот-вот что-то произойдет.",
      "createdAt": "2025-11-07T15:19:55.746Z"
    },
    {
      "id": "29aafe41-a43d-414f-a8c7-9860cde81d6e",
      "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b",
      "author": "player",
      "message": "пойдем в косой переулок",
      "createdAt": "2025-11-07T16:09:21.112Z"
    },
    {
      "id": "ed4c7951-94dc-4825-a6f8-16cace53e9f9",
      "locationId": "3036da4e-edc5-4ada-a2e5-7fe8dc89fcaa",
      "author": "gm",
      "message": "Решительно кивнув самому себе, я направляюсь к выходу из \"Дырявого Котла\", ведущему в Центральную локацию. Запах эля и табака сменяется уличной гарью и легким ветерком. Бросив последний взгляд на подозрительного типа за столиком, я выхожу на улицу. Переулок кажется еще более темным и зловещим, чем прежде. Чувствую на себе чей-то взгляд, словно невидимые глаза сверлят мою спину. Не теряя времени, я спешу в сторону Косого переулка, надеясь затеряться в толпе волшебников и ведьм.",
      "createdAt": "2025-11-07T16:09:21.112Z"
    },
    {
      "id": "ba5a59c0-aba8-47b3-bf45-7f8bf94a5b8f",
      "locationId": "3036da4e-edc5-4ada-a2e5-7fe8dc89fcaa",
      "author": "player",
      "message": "пройти по косому переулку вглубь",
      "createdAt": "2025-11-07T16:10:41.377Z"
    },
    {
      "id": "5512908b-aa68-43b1-9c04-31b62a347ca2",
      "locationId": "443b9263-052e-4a6e-9532-891cb34b4202",
      "author": "gm",
      "message": "Протиснувшись сквозь пеструю толпу волшебников и ведьм, я углубляюсь в Косой переулок. Шум становится оглушительным: здесь и звон монет, и крики торговцев, и приглушенные голоса, обсуждающие последние новости магического мира. В воздухе витают запахи всевозможных зелий, перьев для письма и свежеиспеченных пирожных. Витрины магазинов манят своими диковинными товарами: летающие метлы, говорящие шляпы и ингредиенты для самых невероятных заклинаний. Чем дальше я иду, тем сильнее чувствую, что приближаюсь к чему-то... к чему-то, что скрыто от посторонних глаз. Улица становится уже, а лавки - более старыми и таинственными.",
      "createdAt": "2025-11-07T16:10:41.377Z"
    },
    {
      "id": "1867c27e-9d19-44aa-9403-802130f170d4",
      "locationId": "443b9263-052e-4a6e-9532-891cb34b4202",
      "author": "player",
      "message": "Зайти в один из магазинов",
      "createdAt": "2025-11-07T16:11:18.563Z"
    },
    {
      "id": "a7fac1ff-196d-4e19-b169-d1a21ee618ff",
      "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634",
      "author": "gm",
      "message": "Мой взгляд падает на вывеску, гласящую: \"Лавка старинных артефактов 'Пыльный гримуар'\". Заинтригованный, я толкаю дверь, и в нос ударяет запах пыли, старых книг и засушенных трав. В полумраке магазина едва видны полки, заставленные всевозможными диковинками: пожелтевшие свитки, странные амулеты, пыльные хрустальные шары и даже, кажется, уменьшенная копия дракона в клетке. Хозяин лавки, согбенный старик в очках на кончике носа, пристально смотрит на меня из-за прилавка. Его взгляд кажется пронизывающим, словно он видит меня насквозь. Атмосфера здесь пропитана тайнами и загадками, и я чувствую, что меня ждет что-то необычное.",
      "createdAt": "2025-11-07T16:11:18.563Z"
    },
    {
      "id": "19f7e11e-8efc-482c-84d9-5a5e99a5cd09",
      "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634",
      "author": "player",
      "message": "Осмотреть полки с артефактами",
      "createdAt": "2025-11-07T16:13:05.662Z"
    },
    {
      "id": "8e8162bd-358e-415e-baaa-b8d1df187d68",
      "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634",
      "author": "gm",
      "message": "Приступаю к осмотру полок, стараясь не задеть хрупкие артефакты. Пыль веков оседает на пальцах, когда я перебираю пожелтевшие свитки и странные амулеты. На одной из полок замечаю небольшой хрустальный шар, внутри которого, кажется, клубится туман. Рядом лежит старая, потрепанная книга без названия, перевязанная кожаным шнурком. На самой верхней полке, куда едва достаю, стоит клетка с миниатюрным драконом. Он злобно фыркает, выпуская крошечные струйки дыма. В углу замечаю странный ящик, обитый железом, с множеством замков. Кажется, здесь есть что-то интересное...",
      "createdAt": "2025-11-07T16:13:05.662Z",
      "actionSummary": {
        "playerMessage": "Осмотреть полки с артефактами",
        "gmResponse": "Приступаю к осмотру полок, стараясь не задеть хрупкие артефакты. Пыль веков оседает на пальцах, когда я перебираю пожелтевшие свитки и странные амулеты. На одной из полок замечаю небольшой хрустальный шар, внутри которого, кажется, клубится туман. Рядом лежит старая, потрепанная книга без названия, перевязанная кожаным шнурком. На самой верхней полке, куда едва достаю, стоит клетка с миниатюрным драконом. Он злобно фыркает, выпуская крошечные струйки дыма. В углу замечаю странный ящик, обитый железом, с множеством замков. Кажется, здесь есть что-то интересное...",
        "occurredAt": "2025-11-07T16:13:05.662Z",
        "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634"
      }
    },
    {
      "id": "ad9550e5-c822-4a7b-980e-1e1c699ff8b3",
      "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634",
      "author": "player",
      "message": "взять клетку со злобным драконом",
      "createdAt": "2025-11-07T16:13:49.660Z"
    },
    {
      "id": "6ab62055-76d8-4cea-a7fb-2eacdf97b178",
      "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634",
      "author": "gm",
      "message": "Протягиваю руку к клетке с миниатюрным драконом, стараясь не подходить слишком близко к прутьям. Он, кажется, чувствует мои намерения и начинает яростно плеваться искрами и дымом, словно пытаясь поджечь мои пальцы. С трудом снимаю клетку с полки. Она оказывается на удивление легкой, но дракон внутри не унимается, продолжая изрыгать проклятия на драконьем языке. Чувствую, как его злобный взгляд прожигает меня насквозь. Надеюсь, эта штука не вырвется на свободу... или хотя бы не подожжет мою мантию.",
      "createdAt": "2025-11-07T16:13:49.660Z",
      "actionSummary": {
        "playerMessage": "взять клетку со злобным драконом",
        "gmResponse": "Протягиваю руку к клетке с миниатюрным драконом, стараясь не подходить слишком близко к прутьям. Он, кажется, чувствует мои намерения и начинает яростно плеваться искрами и дымом, словно пытаясь поджечь мои пальцы. С трудом снимаю клетку с полки. Она оказывается на удивление легкой, но дракон внутри не унимается, продолжая изрыгать проклятия на драконьем языке. Чувствую, как его злобный взгляд прожигает меня насквозь. Надеюсь, эта штука не вырвется на свободу... или хотя бы не подожжет мою мантию.",
        "occurredAt": "2025-11-07T16:13:49.660Z",
        "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634"
      }
    },
    {
      "id": "6ad40ca0-955e-4254-ba3f-24e3362da765",
      "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634",
      "author": "player",
      "message": "положить клетку в свой рюкзак",
      "createdAt": "2025-11-07T16:14:26.518Z"
    },
    {
      "id": "8672d147-1e8e-4898-b767-c0aa86a34379",
      "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634",
      "author": "gm",
      "message": "С некоторым усилием запихиваю клетку с драконом в свой видавший виды рюкзак. Звереныш отчаянно сопротивляется, осыпая меня бранью на драконьем наречии и пытаясь прожечь дыру в ткани. К счастью, рюкзак усилен заклинаниями, так что его огненные плевки оказываются неэффективными. Зато теперь мой рюкзак подозрительно трясется и издает сердитое шипение. Надеюсь, остальные артефакты переживут это соседство...",
      "createdAt": "2025-11-07T16:14:26.518Z",
      "actionSummary": {
        "playerMessage": "положить клетку в свой рюкзак",
        "gmResponse": "С некоторым усилием запихиваю клетку с драконом в свой видавший виды рюкзак. Звереныш отчаянно сопротивляется, осыпая меня бранью на драконьем наречии и пытаясь прожечь дыру в ткани. К счастью, рюкзак усилен заклинаниями, так что его огненные плевки оказываются неэффективными. Зато теперь мой рюкзак подозрительно трясется и издает сердитое шипение. Надеюсь, остальные артефакты переживут это соседство...",
        "occurredAt": "2025-11-07T16:14:26.518Z",
        "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634"
      }
    },
    {
      "id": "190b64fb-e346-4336-b54c-94f68938e9f3",
      "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634",
      "author": "player",
      "message": "взять хрустальный шар",
      "createdAt": "2025-11-07T16:15:01.030Z"
    },
    {
      "id": "289378b4-8a99-4caa-9153-3981ef068c6f",
      "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634",
      "author": "gm",
      "message": "Протягиваю руку к хрустальному шару, стараясь не задеть соседние артефакты. Шар приятно холодит пальцы. Внутри него по-прежнему клубится туман, но теперь, кажется, он стал более плотным и обрел легкий серебристый оттенок. Поднимаю шар повыше, чтобы лучше рассмотреть. Внезапно туман внутри шара начинает рассеиваться, и я вижу... себя! Мое отражение в шаре смотрит на меня с каким-то странным выражением, словно знает что-то, чего не знаю я. Меня пробирает дрожь. Быстро прячу шар в карман, подальше от греха. Рюкзак за спиной издает особенно злобное шипение, словно дракон недоволен новым соседством. Надеюсь, этот шар не принесет мне неприятностей...",
      "createdAt": "2025-11-07T16:15:01.030Z",
      "actionSummary": {
        "playerMessage": "взять хрустальный шар",
        "gmResponse": "Протягиваю руку к хрустальному шару, стараясь не задеть соседние артефакты. Шар приятно холодит пальцы. Внутри него по-прежнему клубится туман, но теперь, кажется, он стал более плотным и обрел легкий серебристый оттенок. Поднимаю шар повыше, чтобы лучше рассмотреть. Внезапно туман внутри шара начинает рассеиваться, и я вижу... себя! Мое отражение в шаре смотрит на меня с каким-то странным выражением, словно знает что-то, чего не знаю я. Меня пробирает дрожь. Быстро прячу шар в карман, подальше от греха. Рюкзак за спиной издает особенно злобное шипение, словно дракон недоволен новым соседством. Надеюсь, этот шар не принесет мне неприятностей...",
        "occurredAt": "2025-11-07T16:15:01.030Z",
        "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634"
      }
    },
    {
      "id": "278d264f-3b86-4ce5-97cd-44a274e6c8ee",
      "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634",
      "author": "player",
      "message": "заплатить хозяину лавки",
      "createdAt": "2025-11-07T16:15:33.083Z"
    },
    {
      "id": "dfc0f3bf-69a6-4ef8-ae14-9c42e5651da4",
      "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634",
      "author": "gm",
      "message": "Оглядываюсь по сторонам, ища глазами хозяина лавки. За прилавком, заваленным свитками и склянками, обнаруживаю сонного вида волшебника в мятой мантии. Кажется, он задремал, уткнувшись носом в какую-то толстенную книгу. Тихонько кашляю, привлекая его внимание. Он вздрагивает, протирает глаза и смотрит на меня немного растерянно. \n\n\"А, это вы, детектив Пит! Что-то приглянулось?\" - бормочет он, зевая. \n\nДостаю из кармана несколько галлеонов и протягиваю ему. \"За клетку с драконом и этот хрустальный шар\", - говорю я. \n\nОн бегло пересчитывает монеты, кивает и прячет их в старый кошель. \"Отличная сделка! Надеюсь, дракон не доставит вам слишком много хлопот. А шар... ну, с ним будьте осторожны. Говорят, они показывают то, что не всегда хочется видеть\". \n\nЗабираю сдачу и киваю, чувствуя легкую тревогу от его слов. Этот шар действительно странный. Пора уходить отсюда. Рюкзак за спиной издает особенно громкое шипение, словно дракон требует внимания. Нужно срочно найти место, где можно спокойно изучить эти артефакты.",
      "createdAt": "2025-11-07T16:15:33.083Z",
      "actionSummary": {
        "playerMessage": "заплатить хозяину лавки",
        "gmResponse": "Оглядываюсь по сторонам, ища глазами хозяина лавки. За прилавком, заваленным свитками и склянками, обнаруживаю сонного вида волшебника в мятой мантии. Кажется, он задремал, уткнувшись носом в какую-то толстенную книгу. Тихонько кашляю, привлекая его внимание. Он вздрагивает, протирает глаза и смотрит на меня немного растерянно. \n\n\"А, это вы, детектив Пит! Что-то приглянулось?\" - бормочет он, зевая. \n\nДостаю из кармана несколько галлеонов и протягиваю ему. \"За клетку с драконом и этот хрустальный шар\", - говорю я. \n\nОн бегло пересчитывает монеты, кивает и прячет их в старый кошель. \"Отличная сделка! Надеюсь, дракон не доставит вам слишком много хлопот. А шар... ну, с ним будьте осторожны. Говорят, они показывают то, что не всегда хочется видеть\". \n\nЗабираю сдачу и киваю, чувствуя легкую тревогу от его слов. Этот шар действительно странный. Пора уходить отсюда. Рюкзак за спиной издает особенно громкое шипение, словно дракон требует внимания. Нужно срочно найти место, где можно спокойно изучить эти артефакты.",
        "occurredAt": "2025-11-07T16:15:33.083Z",
        "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634"
      }
    },
    {
      "id": "f995e02c-6d1e-49b7-bb67-3973426546ac",
      "locationId": "6b32b395-2c1c-43f6-bbe1-f4ef6f7f1634",
      "author": "player",
      "message": "попрощаться с хозяином и выити из лавки",
      "createdAt": "2025-11-07T16:16:29.275Z"
    },
    {
      "id": "9eb7847b-5993-4734-93a1-970bbbbda9c5",
      "locationId": "443b9263-052e-4a6e-9532-891cb34b4202",
      "author": "gm",
      "message": "Киваю сонному волшебнику, бормоча что-то вроде \"До свидания\". Он в ответ лишь машет рукой, снова погружаясь в чтение своей книги. С тяжелым рюкзаком за плечами, из которого доносится сердитое шипение и возня, направляюсь к выходу. Оглядываю захламленную лавку в последний раз, и выхожу на залитую тусклым светом улочку. Свежий воздух приятно обдувает лицо, разгоняя остатки сонного дурмана. Пора двигаться дальше, в Глубина Косого переулка не самое безопасное место, особенно с таким грузом.",
      "createdAt": "2025-11-07T16:16:29.275Z"
    }
  ]
}
