{
  "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
  "characterId": "9fdd7aba-8051-4e59-bba9-96544966d709",
  "startedAt": "2025-11-07T00:29:55.363Z",
  "entries": [
    {
      "id": "c29999b0-2fd6-421e-b240-16069ba38598",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Запах в «Каменной Сопле» всегда был чем-то особенным. Смесь прокисшего эля, немытых троллей, отсыревшего камня и чего-то неопределенно-железного, что, по слухам, было частью последнего особо буйного клиента, глубоко въедалась в ноздри. Мои обостренные чувства оборотня, конечно, не облегчали ситуацию, но, по крайней мере, я всегда знал, что ем, даже если не хотел этого знать. Тусклые масляные лампы едва пробивались сквозь клубы табачного дыма и пыли, оседая на лицах завсегдатаев – в основном, крупных, клыкастых и не слишком разговорчивых. Я протиснулся мимо стола, за которым три тролля играли в карты, используя в качестве фишек неотесанные булыжники, и направился к стойке. Моему желудку явно не нравилось это место, но долг звал, а долг, как известно, пахнет гораздо хуже, чем любой тролль. Сквозь щели в покосившейся двери доносился влажный, свежий запах улицы, намекая на моросящий дождь.",
      "createdAt": "2025-11-07T00:29:55.363Z"
    },
    {
      "id": "28ac1beb-6e8a-4a5e-aabc-d8ff279d93db",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "player",
      "message": "Выйти на улицу",
      "createdAt": "2025-11-07T00:30:40.211Z"
    },
    {
      "id": "2e40b64d-4690-4e18-89c0-b01bb971c009",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "gm",
      "message": "Выйти на улицу – это всегда было как глоток свежего, если так можно выразиться, воздуха Анк-Морпорка. Оттолкнув тяжелую, промасленную дверь, я шагнул наружу. Затхлый дух прокисшего эля и троллей тут же сменился влажным, холодным запахом мокрого камня, гниющей листвы и... ну, конечно же, Анк-Морпорка. Дождь моросил, превращая булыжную мостовую в блестящее, местами скользкое зеркало. Неоновая вывеска над входом в «Каменную Соплю» – кривоватая надпись «Эль, Свинина, Тролли» – отбрасывала мутное, пульсирующее красное свечение на лужи и редких прохожих, которые спешили мимо, натянув шляпы пониже. Ветер трепал полы моего плаща, а капли дождя приятно холодили лицо, смывая остатки барной духоты. Мои волчьи чувства тут же уловили десятки новых запахов: крысы в сточной канаве, запах жареных почек из соседней закусочной, нотки... о, нет, только не это, кто-то снова забыл закрыть бочки с отходами у мясника. Привычный хаос города обрушился на меня, и я, Тощий Пит, часть этого хаоса, чувствовал себя на своем месте.",
      "createdAt": "2025-11-07T00:30:40.211Z"
    },
    {
      "id": "bb9f074e-8e08-4949-975d-2a1b9c4d484f",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "player",
      "message": "Поднять листок",
      "createdAt": "2025-11-07T00:32:38.171Z"
    },
    {
      "id": "55641721-cb7c-4f02-8e29-23f7377b7af0",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "gm",
      "message": "Моросящий дождь превращал булыжную мостовую в блестящее, местами скользкое зеркало. Мои волчьи чувства, обострённые до предела, уловили не только привычные запахи Анк-Морпорка – крыс, жареных почек и забытых мясником отходов – но и что-то более тонкое, почти незаметное. Под светом неоновой вывески «Каменной Сопли», которая отбрасывала мутное красное свечение на лужи, я заметил его. Небольшой, изрядно промокший и прилипший к камням листок бумаги. Он выглядел так, будто пролежал здесь не один час, пережив не один ливень и, возможно, пару нетрезвых троллей. Наклонившись, я подцепил его кончиками пальцев. Бумага была неприятно влажной и холодной, пахла сыростью, городским смрадом и слабыми чернилами. Мои обонятельные рецепторы тут же классифицировали его как 'официальный документ, возможно, давно недействительный, с привкусом бюрократической тоски'. Разгладив его как мог, я попытался разобрать текст. Часть его была размыта, но кое-что прочесть удалось: \"...К сведению всех жителей: Пункт 7Б нового постановления... *[оборвано]* ...запрещает кормление голубей несанкционированными философскими трактатами... *[оборвано]* ...штрафные санкции будут применены к нарушителям, а голуби будут подвергнуты переквалификации... *[оборвано]* ...в случае обнаружения подозрительных трактатов, немедленно сообщить в Ночную Стражу. Подпись: Капитан Ваймс (заместитель по вопросам голубиной этики).\" Что ж, обычный день в Анк-Морпорке. Я сложил листок и сунул его в карман плаща. Возможно, он ещё пригодится – никогда не знаешь, когда тебе понадобится доказать, что ты не кормил голубей Кантовскими рукописями.",
      "createdAt": "2025-11-07T00:32:38.171Z"
    },
    {
      "id": "820e9243-b0a8-46c6-a4bc-c98b4828c666",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "player",
      "message": "Отправиться в Улица за чёрным ходом",
      "createdAt": "2025-11-07T00:34:06.935Z"
    },
    {
      "id": "1ff285b3-6d7c-4eeb-af71-6bb8f5a317ff",
      "locationId": "09b6472f-e3cb-4d6f-97d9-eeb3a8ed7d49",
      "author": "gm",
      "message": "Я обогнул обшарпанную стену «Каменной Сопли», провожаемый недовольным урчанием водосточной трубы, которая явно не справлялась с анк-морпоркским дождём. Главная улица с её тусклым неоновым блеском осталась позади, уступив место узкому, мокрому проходу. Здесь, за чёрным ходом, царила своя, особенная симфония запахов: прокисшие остатки эля, гниющие овощи из какой-то забытой кучи мусора, и вездесущий, едкий запах металла, который, как я подозревал, был результатом многолетней коррозии и, возможно, периодических стычек. Под ногами скользили мокрые булыжники, и я чувствовал, как грязь налипает на подошвы ботинок. Стены домов, прижимавшиеся друг к другу, были покрыты мхом и какой-то неопознанной слизью. Отсюда доносился характерный писк крыс, занятых своими важными крысиными делами, и далёкий, приглушённый стук из глубины Тёмного переулка. Мои оборотничьи уши уловили каждый шорох, каждый отзвук этого неприглядного уголка города. Не самое приятное место для прогулки, но кто сказал, что работа Стражи должна быть приятной?",
      "createdAt": "2025-11-07T00:34:06.935Z"
    },
    {
      "id": "94d632fa-68c4-410e-a164-4ecf91071eb9",
      "locationId": "09b6472f-e3cb-4d6f-97d9-eeb3a8ed7d49",
      "author": "player",
      "message": "Отправиться в Тёмный переулок",
      "createdAt": "2025-11-07T00:34:32.344Z"
    },
    {
      "id": "eb7c8a04-d08e-46e2-b653-6b8a397b6226",
      "locationId": "8df2dde4-99fa-41bc-9bd7-e16cbbdc92d4",
      "author": "gm",
      "message": "Я нырнул в Тёмный переулок, и едва заметный свет, проникавший с Улицы за чёрным ходом, тут же сменился почти кромешной тьмой. Это место всегда производило на меня впечатление, будто сам город решил спрятать здесь что-то очень важное – или очень грязное. Стены домов, покрытые вековой плесенью и чем-то, что когда-то, возможно, было рекламой, казались выше и давили со всех сторон. Мокрый камень под ногами скользил, и я инстинктивно пригнулся, хотя и не ожидал, что что-то может упасть мне на голову, кроме очередной порции дождя или, может быть, зазевавшегося голубя, которого не успели переквалифицировать. Воздух здесь был густым, пахнул сыростью, гнилью, давно забытыми тайнами и чем-то острым, металлическим – словно кто-то регулярно здесь что-то резал, а потом тщательно забывал убрать остатки. Мои оборотничьи уши улавливали каждый шорох: где-то вдалеке слышались приглушённые шаги, а ближе – возня крыс, которые, судя по звукам, вели нешуточную борьбу за очередной объедок. Это был Анк-Морпорк в своей самой неприглядной, но до боли знакомой красе. Где-то рядом, я чувствовал, должен быть задний двор лавки алхимика – запах серы и трав, хоть и приглушенный, всё равно пробивался сквозь общий смрад.",
      "createdAt": "2025-11-07T00:34:32.344Z"
    },
    {
      "id": "968922ee-ef33-4b4e-acb3-1a87cb79bf6f",
      "locationId": "8df2dde4-99fa-41bc-9bd7-e16cbbdc92d4",
      "author": "player",
      "message": "проверить Задний двор лавки алхимика",
      "createdAt": "2025-11-07T00:36:03.994Z"
    },
    {
      "id": "501b8e73-4106-4a11-aaff-8060682d102b",
      "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
      "author": "gm",
      "message": "Запах серы и трав, который доносился из глубины Тёмного переулка, становился всё сильнее, по мере того как я, Тощий Пит, пробирался вперёд. Казалось, что сам воздух здесь был плотнее, пропитанный не только влажной сыростью, но и некой химической, почти едкой завесой. Стены расступились, и я оказался на небольшом, довольно захламлённом заднем дворе. Под ногами хрустели какие-то осколки, а воздух вибрировал от низкого, почти неслышного гудения, которое, как я подозревал, исходило от какого-нибудь очередного алхимического изобретения, способного в любой момент превратить меня в жареную котлету или, что ещё хуже, в налогового инспектора. Прямо над головой, на верёвках, висели пучки сушёных трав – некоторые из них выглядели вполне безобидно, а некоторые, кажется, светились в полумраке, что обычно не является хорошим знаком. Из небольшой пристройки, которая, очевидно, служила алхимической лабораторией, доносился слабый запах озона и чего-то похожего на подгоревшее печенье. Мои оборотничьи уши уловили слабый шорох внутри, словно кто-то что-то аккуратно переставлял. На одном из покосившихся столов, заваленных склянками и пробирками, сиротливо лежала помятая книга в кожаном переплёте. Это место было квинтэссенцией анк-морпоркской алхимии: хаос, потенциальная опасность и, возможно, несколько ценных улик, погребённых под слоем пыли и химических испарений. Пожалуй, стоит быть начеку, чтобы не превратиться в компонент для какого-нибудь эликсира.",
      "createdAt": "2025-11-07T00:36:03.994Z"
    },
    {
      "id": "a204a540-c76c-4f55-81e0-faa6646a644a",
      "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
      "author": "player",
      "message": "постучаться в пристройку",
      "createdAt": "2025-11-07T00:43:55.694Z"
    },
    {
      "id": "bc882e66-0cee-47df-93c9-c36d7852e068",
      "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
      "author": "gm",
      "message": "Я постучал в дверь пристройки, стараясь не слишком усердствовать – не хотелось бы, чтобы на меня обрушился какой-нибудь алхимический шедевр. Дерево под моими костяшками пальцев отозвалось глухим стуком, который, казалось, эхом прокатился по всему двору, заглушая даже гудение непонятного аппарата. Через мгновение внутри всё стихло. Сначала я подумал, что меня проигнорируют, но затем услышал тихий, почти шёпотный голос: «Кто там? И чего надо?». Голос звучал немного встревоженно и, как мне показалось, слегка заикался. «Это Тощий Пит, Ночная Стража», – ответил я, стараясь придать своему голосу как можно больше уверенности и как можно меньше волчьего рыка. «Мне нужно задать несколько вопросов».",
      "createdAt": "2025-11-07T00:43:55.694Z"
    },
    {
      "id": "84ab22c4-93c8-493d-80f5-583b3a793dfc",
      "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
      "author": "player",
      "message": "попробовать открыть дверь",
      "createdAt": "2025-11-07T00:44:32.389Z"
    },
    {
      "id": "df0d41c7-ad79-46bf-8234-6146d2467614",
      "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
      "author": "gm",
      "message": "Я попытался повернуть ручку двери, но она не поддалась. Судя по всему, заперто. «Эй, внутри!», – крикнул я, стукнув кулаком по дереву чуть сильнее. – «Я же сказал, Ночная Стража. Откройте, пожалуйста. Или мне придётся вышибить эту дверь, а вы же не хотите, чтобы ваша алхимическая лаборатория превратилась в груду щепок и пробирок, верно?». Тишина. Только гудение алхимического аппарата и далёкий писк крыс. Кажется, мой визит не слишком радует хозяина.",
      "createdAt": "2025-11-07T00:44:32.389Z"
    },
    {
      "id": "054df759-b0f8-4225-a997-d5ef15f8e8e8",
      "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
      "author": "player",
      "message": "Попробовать выбить дверь.",
      "createdAt": "2025-11-07T00:45:00.156Z"
    },
    {
      "id": "ce2484f7-d2ed-46e0-836f-b430029c1266",
      "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
      "author": "gm",
      "message": "Я отступил на пару шагов, прикинул расстояние и со всей силы врезался плечом в дверь. Дерево затрещало, но выдержало. Черт. Похоже, придётся применить немного оборотничьей силы. Собравшись с духом, я снова налетел на дверь, на этот раз вложив в удар гораздо больше мощи. Раздался оглушительный треск, и дверь, не выдержав, вылетела из петель, разлетевшись на щепки. Пыль и обломки дерева поднялись в воздух, заставив меня закашляться. Внутри лаборатории, освещённой мерцающим светом колб и горелок, стоял перепуганный алхимик, держа в руках какую-то склянку с пузырящейся жидкостью. Его глаза расширились от ужаса, когда он увидел меня, а склянка задрожала в его руках, грозя пролить своё содержимое на пол. Запах озона и подгоревшего печенья стал ещё сильнее, а гудение алхимического аппарата, казалось, усилилось в несколько раз. Похоже, мой визит всё-таки несколько нарушил его планы.",
      "createdAt": "2025-11-07T00:45:00.156Z"
    },
    {
      "id": "5e5651f0-0527-4de7-a0cd-1046d00f2c84",
      "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
      "author": "player",
      "message": "Осмотреть лабораторию",
      "createdAt": "2025-11-07T00:45:27.087Z"
    },
    {
      "id": "4a8b3807-fa39-41a9-9eaa-9edafecc1c9e",
      "locationId": "b747deb0-1cb5-4c67-9833-ba4280cfbef8",
      "author": "gm",
      "message": "Обломки двери у меня под ногами, а в ноздри ударил резкий запах нашатыря и еще чего-то неописуемо химического. Передо мной — алхимик, съёжившийся за своим столом, словно побитый щенок. Его лаборатория — это хаотичное нагромождение колб, реторт, трубок и непонятных приборов, соединенных между собой паутиной проводов и шлангов. На стенах развешаны засушенные травы и коренья, а в углу стоит огромный, гудящий аппарат, похожий на помесь парового двигателя и чудовищной кофеварки. Под ногами хрустят осколки стекла и какие-то странные, похожие на кристаллы образования. Воздух дрожит от напряжения, и мне кажется, что любое неловкое движение может привести к взрыву или, в лучшем случае, к появлению новой, доселе невиданной формы жизни. На столе, помимо склянок, валяются исписанные пергаменты, какие-то странные инструменты и даже несколько засохших лапок неведомых существ. На полу валяется несколько книг, переплетенных в кожу, а в углу стоит большой сундук, запертый на замок. Кажется, здесь есть на что посмотреть, и, возможно, даже найти что-то полезное для расследования.",
      "createdAt": "2025-11-07T00:45:27.087Z"
    },
    {
      "id": "043f80ac-836b-41d8-a899-dfd4f9c47c22",
      "locationId": "b747deb0-1cb5-4c67-9833-ba4280cfbef8",
      "author": "player",
      "message": "вернуться на задний двор лавки",
      "createdAt": "2025-11-07T00:46:19.520Z"
    },
    {
      "id": "d824a733-ebcc-4fba-8d97-63551532ba79",
      "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
      "author": "gm",
      "message": "Оглядываюсь на разгромленную лабораторию алхимика. Он всё ещё стоит, оцепенев от ужаса, словно кролик перед удавом. Решив оставить его наедине с последствиями моего визита, я переступаю через обломки двери и оказываюсь снова на заднем дворе. Запах серы и трав бьёт в нос, смешиваясь с запахом свежего дерева от выбитой двери. Нужно будет как-то загладить вину перед этим чудаком. Или нет... всё зависит от того, что я найду.",
      "createdAt": "2025-11-07T00:46:19.520Z"
    },
    {
      "id": "1e4d5320-c8d0-4fba-ace9-e0833ffba5da",
      "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
      "author": "player",
      "message": "пойти в Тёмный переулок",
      "createdAt": "2025-11-07T00:46:34.806Z"
    },
    {
      "id": "f79c2918-24aa-42fc-bf89-1f799f999173",
      "locationId": "8df2dde4-99fa-41bc-9bd7-e16cbbdc92d4",
      "author": "gm",
      "message": "Вздыхаю, покидая пропахший серой и травами двор алхимика. В голове вертится мысль о выбитой двери и перепуганном хозяине. Надеюсь, это стоило того. Прохожу в узкий проход между лавкой и соседним складом, и меня тут же обступает привычная сырость и вонь Тёмного переулка. Кажется, здесь всегда полуночь. Влажные стены, тусклый свет, пробивающийся откуда-то сверху, и давящая тишина, нарушаемая лишь редкими шагами вдалеке. Отсюда можно пойти к бару «Каменная Сопля» или углубиться в переулок.",
      "createdAt": "2025-11-07T00:46:34.806Z"
    },
    {
      "id": "0502be03-93ae-43ab-98bc-825f65974bf2",
      "locationId": "8df2dde4-99fa-41bc-9bd7-e16cbbdc92d4",
      "author": "player",
      "message": "Пойти дальше по переулку",
      "createdAt": "2025-11-07T00:46:51.567Z"
    },
    {
      "id": "40290e4a-d9fc-4a61-a43c-6d6a191e83a5",
      "locationId": "d609b0b0-5c3a-44a3-8374-b93851a5ad6f",
      "author": "gm",
      "message": "Сделав глубокий вдох, я решаю углубиться в этот мрачный лабиринт. Каждый шаг отдаётся гулким эхом, а стены, кажется, сжимаются вокруг меня, словно в объятиях гигантского спрута. Запах сырости становится ещё более удушливым, смешиваясь с запахом гнили и чего-то неопределённо рыбного. Под ногами хлюпает вода, и я стараюсь не думать о том, что в ней может плавать. Впереди маячит тусклый свет, обещающий хоть какую-то надежду на выход из этой клоаки. Сердце начинает биться чаще, а шерсть на загривке встаёт дыбом. Что-то здесь не так. Слишком тихо. Слишком темно. Слишком... подозрительно. Пройдя еще несколько шагов, я замечаю впереди тусклый свет, пробивающийся из-под покосившейся двери. Неужели это конец переулка? Или начало чего-то ещё более зловещего?",
      "createdAt": "2025-11-07T00:46:51.567Z"
    },
    {
      "id": "bbc70ca2-3c14-4a1d-bced-b1e84b9e3fc6",
      "locationId": "d609b0b0-5c3a-44a3-8374-b93851a5ad6f",
      "author": "player",
      "message": "Вернуться назад",
      "createdAt": "2025-11-07T00:48:23.829Z"
    },
    {
      "id": "7df65026-ebf2-499e-aa3c-2bfe06b7b14b",
      "locationId": "8df2dde4-99fa-41bc-9bd7-e16cbbdc92d4",
      "author": "gm",
      "message": "Разворачиваюсь на месте, чувствуя, как липкий холод переулка проникает сквозь мою куртку. Этот тупик не вызывает у меня доверия. С каждым шагом назад напряжение немного спадает, и я чувствую, как шерсть на загривке опадает. Запах сырости и гнили постепенно отступает, уступая место более привычной вони Анк-Морпорка. Вскоре я снова оказываюсь в относительно широкой части переулка, где можно различить очертания зданий и даже увидеть слабый свет, пробивающийся с улицы.",
      "createdAt": "2025-11-07T00:48:23.829Z"
    },
    {
      "id": "e5341361-f14a-490a-8856-775e162250fb",
      "locationId": "8df2dde4-99fa-41bc-9bd7-e16cbbdc92d4",
      "author": "player",
      "message": "Заглянуть во двор алхимика",
      "createdAt": "2025-11-07T00:48:54.140Z"
    },
    {
      "id": "757f62c0-5c90-4d3e-92b0-55e974b66926",
      "locationId": "8df2dde4-99fa-41bc-9bd7-e16cbbdc92d4",
      "author": "gm",
      "message": "Снова оказываюсь перед знакомым проходом во двор алхимика. Запах серы и трав, как всегда, бьёт в нос, но сегодня к нему примешивается ещё и отчётливый запах свежей древесины. Дверь в лабораторию зияет чернотой пролома, словно беззубый рот. Внутри тихо, если не считать еле слышного писка какой-то живности. Интересно, алхимик всё ещё там, или уже сбежал в ужасе? В любом случае, нужно быть осторожным.",
      "createdAt": "2025-11-07T00:48:54.140Z"
    },
    {
      "id": "6e072f36-c4ed-4371-a9d6-7e9a4eb0fe98",
      "locationId": "8df2dde4-99fa-41bc-9bd7-e16cbbdc92d4",
      "author": "player",
      "message": "Войти во двор алхимика",
      "createdAt": "2025-11-07T00:50:24.272Z"
    },
    {
      "id": "dc68738a-c3af-4d96-9eae-4e8fe6afae0c",
      "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
      "author": "gm",
      "message": "Переступаю порог и оказываюсь во дворе алхимика. Запах серы и трав бьёт в нос с удвоенной силой, а запах свежей древесины, кажется, стал ещё отчётливее. Осматриваюсь. Развешанные для сушки травы колышутся на ветру, словно призрачные руки. В углу двора замечаю перевёрнутый горшок с каким-то растением. Земля рассыпалась вокруг, а из-под неё выглядывает что-то блестящее. Дверь в лабораторию по-прежнему зияет чернотой пролома, приглашая заглянуть внутрь. Интересно, что там произошло?",
      "createdAt": "2025-11-07T00:50:24.272Z"
    },
    {
      "id": "58b3b26d-1d81-4a6b-97d9-73bcd2ff2314",
      "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
      "author": "player",
      "message": "Войти в лабораторию",
      "createdAt": "2025-11-07T00:50:46.459Z"
    },
    {
      "id": "7c04483e-e3f5-4f3b-b9b9-0c9e04cf41b4",
      "locationId": "b747deb0-1cb5-4c67-9833-ba4280cfbef8",
      "author": "gm",
      "message": "Переступаю через выбитую дверь и оказываюсь внутри алхимической лаборатории. Запах серы и трав здесь ещё сильнее, чем во дворе, и к нему примешивается едкий запах уксуса. Комната выглядит так, будто здесь прошёл небольшой смерч. Полки опрокинуты, колбы разбиты, а повсюду валяются обрывки пергамента с непонятными формулами. В центре комнаты стоит перевёрнутый стол, а рядом с ним валяется без сознания алхимик. Его мантия испачкана кровью, а на лице застыла гримаса ужаса. Кажется, здесь произошло что-то серьёзное. Нужно осмотреться.",
      "createdAt": "2025-11-07T00:50:46.459Z"
    },
    {
      "id": "7a438628-3ecb-4a61-a3a5-c9370ef8f8ed",
      "locationId": "b747deb0-1cb5-4c67-9833-ba4280cfbef8",
      "author": "player",
      "message": "поискать черный ход из лаборатории",
      "createdAt": "2025-11-07T00:51:25.256Z"
    },
    {
      "id": "9eb5ad76-8592-4f52-8212-75de7165b5e2",
      "locationId": "b747deb0-1cb5-4c67-9833-ba4280cfbef8",
      "author": "gm",
      "message": "Осмотрев лабораторию, я приметил, что за заваленными полками у дальней стены скрывается небольшая дверь. Она настолько искусно замаскирована под книжный шкаф, что её почти невозможно заметить. Похоже, алхимик был весьма скрытным типом. Дверь, судя по всему, ведёт в небольшую кладовку, о существовании которой никто не должен был знать. Попробую открыть.",
      "createdAt": "2025-11-07T00:51:25.256Z"
    },
    {
      "id": "81bf909d-065b-456f-bfcf-17f0badecd8a",
      "locationId": "b747deb0-1cb5-4c67-9833-ba4280cfbef8",
      "author": "player",
      "message": "пройти в кладовку",
      "createdAt": "2025-11-07T00:52:02.295Z"
    },
    {
      "id": "f540ce9d-af25-4389-b048-f8e2af6b77ca",
      "locationId": "c1f51df6-c84c-4946-b130-0970d8677538",
      "author": "gm",
      "message": "Протискиваюсь сквозь узкий проход, замаскированный под книжный шкаф. Пыль веков поднимается в воздух, заставляя меня закашляться. Оказавшись внутри, понимаю, что это действительно небольшая кладовка, забитая всяким хламом. В полумраке различаю штабеля старых книг, мешки с травами и какие-то странные приборы. Пахнет сыростью и затхлостью. Кажется, здесь никто не был уже очень давно. Интересно, что тут можно найти полезного?",
      "createdAt": "2025-11-07T00:52:02.295Z"
    },
    {
      "id": "33a3dfd8-8fc0-4165-8270-89a0cfd53d03",
      "locationId": "c1f51df6-c84c-4946-b130-0970d8677538",
      "author": "player",
      "message": "поискать из нее выход на улицу",
      "createdAt": "2025-11-07T00:55:50.188Z"
    },
    {
      "id": "612e4405-cc0f-43e2-ae6e-fc3cf8c14bcd",
      "locationId": "c1f51df6-c84c-4946-b130-0970d8677538",
      "author": "gm",
      "message": "Тщательно ощупываю стены кладовки, надеясь нащупать потайной механизм или скрытый люк. Старые книги осыпаются пылью под моими пальцами, а мешки с травами издают тихий шелест. Увы, мои усилия тщетны. Кажется, эта кладовка действительно является лишь кладовкой, а не секретным проходом в другой мир. Единственный путь наружу — это тот же проход, через который я сюда попал.",
      "createdAt": "2025-11-07T00:55:50.188Z"
    },
    {
      "id": "13bc6641-6568-445d-b1bd-489d7976705d",
      "locationId": "c1f51df6-c84c-4946-b130-0970d8677538",
      "author": "player",
      "message": "вернуться в бар Каменная Сопля",
      "createdAt": "2025-11-07T00:56:38.272Z"
    },
    {
      "id": "f69a32e9-e247-4409-8f83-5f9d910683c8",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Вздохнув, выбираюсь обратно через потайной проход в алхимическую лабораторию. Беспорядок здесь ничуть не уменьшился с моего последнего визита. Перешагиваю через опрокинутые полки и разбитые колбы, стараясь не наступить на алхимика, всё ещё лежащего без сознания. Нет времени разбираться, что здесь произошло. Моя цель – \"Каменная Сопля\". Выхожу из лаборатории в задний двор, затем через тёмный переулок выхожу на улицу. Вонь переулка, как всегда, отвратительна. Ощущаю лёгкий бриз с реки и, наконец, достигаю парадного входа в бар. Толкаю знакомую дверь, и в лицо ударяет волна табачного дыма, дешёвого эля и громких голосов троллей. Да, это \"Каменная Сопля\", дом родной.",
      "createdAt": "2025-11-07T00:56:38.272Z"
    },
    {
      "id": "78376315-bf1f-4683-a7ff-47bb16a485e9",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "player",
      "message": "выпить эля",
      "createdAt": "2025-11-07T01:01:30.821Z"
    },
    {
      "id": "bb8c86ed-0cbb-4f5d-8363-a81c754fee02",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Протискиваюсь к стойке, лавируя между огромными каменными телами. Заказываю кружку фирменного эля – густого, тёмного, почти чёрного, как душа тролля после удачной сделки. Первый глоток обжигает горло, но уже второй приносит долгожданное облегчение. Грубый, но честный напиток. Замечаю, как ко мне приближается знакомая фигура – Шнобби Шноббс, вечный обитатель \"Каменной Сопли\" и по совместительству мой нештатный информатор. Кажется, у него есть что-то на уме.",
      "createdAt": "2025-11-07T01:01:30.821Z"
    },
    {
      "id": "c2f80794-9955-4512-b678-a6a695a4b165",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "player",
      "message": "поговорить со Шнобби",
      "createdAt": "2025-11-07T01:02:00.413Z"
    },
    {
      "id": "9e2cbecd-ae16-49d5-92a3-a91049890fed",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Шнобби подсаживается ко мне, пованивая перегаром и немытыми носками. «Пит, старина, есть дельце, – шепчет он, оглядываясь по сторонам. – Слыхал я тут… про один артефакт. Говорят, мощная штука. Один тролль хвастался, что знает, где он лежит. Но тролль этот… он теперь в морге. Понимаешь, к чему я клоню?» Шнобби многозначительно поднимает бровь, ожидая моей реакции. Кажется, у меня появился новый подозреваемый – или даже сразу несколько.",
      "createdAt": "2025-11-07T01:02:00.413Z"
    },
    {
      "id": "1e3533f9-7d8d-43bc-aa4f-47242e67c6ac",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "player",
      "message": "пойти в морг",
      "createdAt": "2025-11-07T01:02:37.270Z"
    },
    {
      "id": "c46f53ba-8ed2-4977-b824-dc64d2bb7967",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Киваю Шнобби, допивая остатки эля. «Морг, говоришь? Ладно, Шнобби, спасибо за наводку. Я проверю». Оставляю ему пару медяков за информацию и направляюсь к выходу из «Каменной Сопли». Свежий воздух кажется глотком свободы после удушливой атмосферы бара. На улице моросит мелкий дождь, но мне не привыкать. Морг Анк-Морпорка – не самое приятное место, но работа есть работа. Надо узнать, что этот тролль знал про артефакт, и кто помог ему отправиться в мир иной.",
      "createdAt": "2025-11-07T01:02:37.270Z"
    },
    {
      "id": "604ed455-cad9-4a21-87a4-b5e30bd78b19",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "player",
      "message": "пойти в морг",
      "createdAt": "2025-11-07T01:02:59.471Z"
    },
    {
      "id": "118a2b22-1ff9-419b-8d41-b23b25966169",
      "locationId": "890c5aaa-9e62-4397-8e9d-e01bb0d57a50",
      "author": "gm",
      "message": "Выхожу из «Каменной Сопли» и оказываюсь на улице, полной обычного для Анк-Морпорка оживления. Дождь усиливается, и я поднимаю воротник плаща. Морг находится в районе Шестеренок, так что придётся немного прогуляться. Прохожу мимо лавок, полных диковинных товаров, слышу крики торговцев и ругань докеров. Запах жареной крысы смешивается с запахом машинного масла и гниющих овощей. Добравшись до морга, ощущаю, как по спине пробегает холодок. Даже дождь не может смыть этот специфический запах смерти и формалина.",
      "createdAt": "2025-11-07T01:02:59.471Z"
    },
    {
      "id": "9e557d3f-34bb-4c25-bfe2-3a5abb66817f",
      "locationId": "890c5aaa-9e62-4397-8e9d-e01bb0d57a50",
      "author": "player",
      "message": "Вернуться в «Каменную Соплю»",
      "createdAt": "2025-11-07T01:04:25.202Z"
    },
    {
      "id": "21b6280f-7ddd-46ed-958e-6b993c7ba6c5",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "gm",
      "message": "Разворачиваюсь и снова иду по улице в обратном направлении. Дождь немного стихает, но под ногами всё так же хлюпает грязь. Вонь морга постепенно выветривается, уступая место привычному амбре Анк-Морпорка. Вскоре я снова оказываюсь у входа в «Каменную Соплю». Неон над дверью мигает, словно подмигивая мне: «Заходи, Пит, здесь всегда найдётся кружка эля и парочка подозрительных личностей». Что ж, почему бы и нет?",
      "createdAt": "2025-11-07T01:04:25.202Z"
    },
    {
      "id": "6908b316-7949-4b39-8a1d-680796747b7b",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "player",
      "message": "выйти на улицу",
      "createdAt": "2025-11-07T01:05:09.130Z"
    },
    {
      "id": "48a86a37-aea9-41f5-8db3-79714934fec3",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "gm",
      "message": "Выхожу из «Каменной Сопли». Неоновая вывеска над входом мерцает, отбрасывая причудливые тени на мокрый тротуар. Дождь то стихает, то усиливается, заставляя прохожих кутаться в плащи и спешить по своим делам. Воздух пахнет жареными пирожками с крысятиной и канализацией – типичный аромат Анк-Морпорка. Куда теперь?",
      "createdAt": "2025-11-07T01:05:09.130Z"
    },
    {
      "id": "23075ab5-5a94-4a19-9e60-cc88257b5f66",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "player",
      "message": "осмотреть переулок за баром",
      "createdAt": "2025-11-07T01:05:34.014Z"
    },
    {
      "id": "375f3814-8915-4469-8dff-1fbe7c42c5b7",
      "locationId": "09b6472f-e3cb-4d6f-97d9-eeb3a8ed7d49",
      "author": "gm",
      "message": "Решив осмотреть переулок за баром, я обхожу «Каменную Соплю» сбоку. Запах эля и жареных пирожков с крысятиной резко сменяется на вонь гниющих отбросов и машинного масла. Под ногами хлюпает грязь, а стены домов нависают, словно готовые рухнуть в любой момент. Вдалеке слышны приглушенные голоса и лязг металла. Кажется, здесь не очень-то безопасно, но кто говорил, что работа детектива из Ночной Стражи – это прогулка по парку?",
      "createdAt": "2025-11-07T01:05:34.014Z"
    },
    {
      "id": "d3693afe-db5f-466a-aed5-f0fcdba05e2f",
      "locationId": "09b6472f-e3cb-4d6f-97d9-eeb3a8ed7d49",
      "author": "player",
      "message": "пойти на улицу у входа",
      "createdAt": "2025-11-07T01:06:17.841Z"
    },
    {
      "id": "079211a6-2d4c-4f97-b2d8-0fe307db4fac",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "gm",
      "message": "Оставляю позади вонь отбросов и машинного масла, возвращаясь к парадному входу «Каменной Сопли». Неоновый свет режет глаза после полумрака переулка. Дождь, кажется, немного стих, но под ногами всё так же хлюпает. Слышу обрывки пьяных разговоров и звон разбитого стекла. Кажется, кто-то уже начал отмечать вечер.",
      "createdAt": "2025-11-07T01:06:17.841Z"
    },
    {
      "id": "dd9a4aa9-bb24-4c53-987a-264126a41a38",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "player",
      "message": "зайти в бар",
      "createdAt": "2025-11-07T01:06:33.201Z"
    },
    {
      "id": "d73eca22-6c55-4f56-9129-16516e31df8a",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Вздохнув, толкаю дверь «Каменной Сопли». Волна запахов обрушивается на меня: кислый эль, дешёвый табак, пот и что-то неуловимо троллье. Полумрак бара кажется почти уютным после мерцающего неона. Тролли за стойкой не обращают на меня внимания, занятые своими неторопливыми разговорами. Где-то в углу слышен приглушенный хохот и звон костей – кажется, кто-то увлечен игрой в кости. Старый знакомый, бармен-гном, кивает мне, протирая кружку. Что ж, пора заказать что-нибудь покрепче и осмотреться.",
      "createdAt": "2025-11-07T01:06:33.201Z"
    },
    {
      "id": "8444217f-3668-47a1-990b-0cc121dcdfb2",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "player",
      "message": "пойти на улицу по пути в морг",
      "createdAt": "2025-11-07T01:06:59.007Z"
    },
    {
      "id": "29d07646-fa11-4a1d-a5d2-d3b044e7877b",
      "locationId": "890c5aaa-9e62-4397-8e9d-e01bb0d57a50",
      "author": "gm",
      "message": "Выныриваю из полумрака «Каменной Сопли» на оживленную улицу. Дождь, кажется, окончательно прекратился, и сквозь плотные облака пробиваются редкие лучи солнца, подсвечивая грязь и мусор на мостовой. Толпа толкается и шумит, торговцы зазывают покупателей, а уличные музыканты пытаются перекричать друг друга. В воздухе смешиваются запахи жареной еды, лошадиного навоза и чего-то неуловимо гнилостного, напоминающего о близости морга. Интересно, что там сегодня? Надеюсь, ничего интересного. Но работа есть работа.",
      "createdAt": "2025-11-07T01:06:59.007Z"
    },
    {
      "id": "168648e3-792d-4a56-bb54-4754e799a947",
      "locationId": "890c5aaa-9e62-4397-8e9d-e01bb0d57a50",
      "author": "player",
      "message": "осмотреться: где я?",
      "createdAt": "2025-11-07T09:54:38.526Z"
    },
    {
      "id": "d65c9d6d-b4f8-4947-b70e-4e35e9830646",
      "locationId": "890c5aaa-9e62-4397-8e9d-e01bb0d57a50",
      "author": "gm",
      "message": "Я стою на оживленной улице, по которой снуют люди, телеги и прочий городской транспорт. Под ногами хлюпает грязь, смешанная с дождевой водой и отходами. Вонь стоит неимоверная, но мой оборотничий нос уже привык к этим ароматам Анк-Морпорка. Слева от меня возвышается мрачное здание морга, а справа тянутся лавки и магазины, зазывающие прохожих своими товарами. Куда ни глянь – жизнь кипит, несмотря на близость смерти. Точно, я на Улице по пути в морг.",
      "createdAt": "2025-11-07T09:54:38.526Z",
      "actionSummary": {
        "playerMessage": "осмотреться: где я?",
        "gmResponse": "Я стою на оживленной улице, по которой снуют люди, телеги и прочий городской транспорт. Под ногами хлюпает грязь, смешанная с дождевой водой и отходами. Вонь стоит неимоверная, но мой оборотничий нос уже привык к этим ароматам Анк-Морпорка. Слева от меня возвышается мрачное здание морга, а справа тянутся лавки и магазины, зазывающие прохожих своими товарами. Куда ни глянь – жизнь кипит, несмотря на близость смерти. Точно, я на Улице по пути в морг.",
        "occurredAt": "2025-11-07T09:54:38.526Z",
        "locationId": "890c5aaa-9e62-4397-8e9d-e01bb0d57a50"
      }
    },
    {
      "id": "829d3ac2-a099-4ebb-b2bb-34d7f8a15af5",
      "locationId": "890c5aaa-9e62-4397-8e9d-e01bb0d57a50",
      "author": "player",
      "message": "пойдем, пройдемся по улицам Анк-Морпорка. \nкстати, а ну посмотри на таблички на домах, как называется улица на которой мы стоим?",
      "createdAt": "2025-11-07T09:56:47.780Z"
    },
    {
      "id": "9d3a25cc-0be9-44de-959d-754ec92e1b8c",
      "locationId": "890c5aaa-9e62-4397-8e9d-e01bb0d57a50",
      "author": "gm",
      "message": "Продираюсь сквозь толпу, стараясь не наступить никому на ноги – что, учитывая мои внушительные когти, не всегда получается. Вонь усиливается, по мере приближения к морга, но я стараюсь сосредоточиться на табличках. Большинство из них покрыты грязью и их трудно разобрать, но вот, над дверью обшарпанного магазина по продаже надгробий, я вижу относительно чистую табличку: «Улица Мясника, также известная как Улица по пути в морг». Запоминаю на всякий случай, хотя, признаться, это не самая полезная информация в моей карьере.",
      "createdAt": "2025-11-07T09:56:47.780Z",
      "actionSummary": {
        "playerMessage": "пойдем, пройдемся по улицам Анк-Морпорка. \nкстати, а ну посмотри на таблички на домах, как называется улица на которой мы стоим?",
        "gmResponse": "Продираюсь сквозь толпу, стараясь не наступить никому на ноги – что, учитывая мои внушительные когти, не всегда получается. Вонь усиливается, по мере приближения к морга, но я стараюсь сосредоточиться на табличках. Большинство из них покрыты грязью и их трудно разобрать, но вот, над дверью обшарпанного магазина по продаже надгробий, я вижу относительно чистую табличку: «Улица Мясника, также известная как Улица по пути в морг». Запоминаю на всякий случай, хотя, признаться, это не самая полезная информация в моей карьере.",
        "occurredAt": "2025-11-07T09:56:47.780Z",
        "locationId": "890c5aaa-9e62-4397-8e9d-e01bb0d57a50"
      }
    },
    {
      "id": "93a8957a-6976-4bab-a3f6-bea2d4de66df",
      "locationId": "890c5aaa-9e62-4397-8e9d-e01bb0d57a50",
      "author": "player",
      "message": "пойдем по Улице Масника до следующего перекрестка",
      "createdAt": "2025-11-07T09:58:03.947Z"
    },
    {
      "id": "2d069580-505e-4b5b-a7cd-bc627a23a409",
      "locationId": "7327e2f5-d07e-4315-9dc3-32eec2621750",
      "author": "gm",
      "message": "Протискиваюсь сквозь плотную толпу, чувствуя, как телеги то и дело задевают мои ботинки. Улица Мясника оправдывает свое название: витрины лавок ломятся от мясных туш, а в воздухе витает густой запах крови и специй. Наконец, достигаю перекрестка. Здесь Улица Мясника пересекается с узкой улочкой, уходящей вглубь города. На углу стоит телега с овощами, и торговец громко зазывает покупателей, предлагая \"лучшие овощи во всем Анк-Морпорке!\".",
      "createdAt": "2025-11-07T09:58:03.947Z"
    },
    {
      "id": "814175c9-25ee-4afc-84ad-e3451749507f",
      "locationId": "7327e2f5-d07e-4315-9dc3-32eec2621750",
      "author": "player",
      "message": "зайти в мясную лавку",
      "createdAt": "2025-11-07T09:58:57.321Z"
    },
    {
      "id": "5afdc7d4-8d42-4244-a56b-b6ca6f7e040b",
      "locationId": "4f2f086d-74a1-4662-a64f-46898e0a7856",
      "author": "gm",
      "message": "Поддавшись внезапному порыву, проталкиваюсь сквозь толпу и оказываюсь перед дверью мясной лавки. Запах сырого мяса и специй бьет в нос, заставляя меня невольно поморщиться. Внутри полумрак, и прилавки ломятся от всевозможных кусков мяса, колбас и прочих деликатесов. Мясник, толстый мужчина с окровавленным фартуком и подозрительным взглядом, окидывает меня оценивающим взглядом. Кажется, он не очень рад видеть здесь сотрудника Ночной Стражи. Что ж, это взаимно.",
      "createdAt": "2025-11-07T09:58:57.321Z"
    },
    {
      "id": "c2b02d35-3145-46d3-9f5a-5087f9a50ac2",
      "locationId": "4f2f086d-74a1-4662-a64f-46898e0a7856",
      "author": "player",
      "message": "в его лавке есть черный ход, присмотрись?",
      "createdAt": "2025-11-07T10:00:29.629Z"
    },
    {
      "id": "564da220-72e6-4a0c-bb77-abe023d5ea55",
      "locationId": "4f2f086d-74a1-4662-a64f-46898e0a7856",
      "author": "gm",
      "message": "Прищурившись, начинаю внимательно осматривать лавку. Полумрак и густой запах мяса затрудняют задачу, но я стараюсь не упустить ни одной детали. Прилавки, увешанные тушами, выглядят довольно обычно, но вот в дальнем углу, за связками колбас, замечаю нечто странное. Кажется, там есть дверь, прикрытая связками лука и чеснока. Она выглядит довольно старой и незаметной, словно её специально пытались скрыть. Мясник, заметив мой интерес к этой части лавки, нервно переминается с ноги на ногу и кашляет. Похоже, там действительно что-то есть.",
      "createdAt": "2025-11-07T10:00:29.629Z",
      "actionSummary": {
        "playerMessage": "в его лавке есть черный ход, присмотрись?",
        "gmResponse": "Прищурившись, начинаю внимательно осматривать лавку. Полумрак и густой запах мяса затрудняют задачу, но я стараюсь не упустить ни одной детали. Прилавки, увешанные тушами, выглядят довольно обычно, но вот в дальнем углу, за связками колбас, замечаю нечто странное. Кажется, там есть дверь, прикрытая связками лука и чеснока. Она выглядит довольно старой и незаметной, словно её специально пытались скрыть. Мясник, заметив мой интерес к этой части лавки, нервно переминается с ноги на ногу и кашляет. Похоже, там действительно что-то есть.",
        "occurredAt": "2025-11-07T10:00:29.629Z",
        "locationId": "4f2f086d-74a1-4662-a64f-46898e0a7856"
      }
    },
    {
      "id": "c38a8e03-8449-4acb-8ee8-d8df49d0da61",
      "locationId": "4f2f086d-74a1-4662-a64f-46898e0a7856",
      "author": "player",
      "message": "Купить кусок мяса.",
      "createdAt": "2025-11-07T10:01:00.875Z"
    },
    {
      "id": "c9ec557f-5847-4fac-b7f2-eee8ebcf5ee6",
      "locationId": "4f2f086d-74a1-4662-a64f-46898e0a7856",
      "author": "gm",
      "message": "«Кусок мяса, говорите?» – Мясник ухмыляется, обнажая желтоватые зубы. Его взгляд становится еще более подозрительным. «Какой вам угодно, господин стражник? Свежайшая свинина, отборная говядина, может, колбаски домашние?» Он обводит рукой прилавки, словно предлагая мне сокровища. Выбираю кусок свинины пожирнее, надеясь, что он отвлечет внимание мясника от моих расспросов о черном ходе. Мясник заворачивает мясо в промасленную бумагу, и я расплачиваюсь. «Приходите еще», – бросает он, но в его голосе нет ни капли дружелюбия. Запах свежего мяса перебивает вонь лавки, и я на мгновение чувствую себя почти человеком.",
      "createdAt": "2025-11-07T10:01:00.875Z",
      "actionSummary": {
        "playerMessage": "Купить кусок мяса.",
        "gmResponse": "«Кусок мяса, говорите?» – Мясник ухмыляется, обнажая желтоватые зубы. Его взгляд становится еще более подозрительным. «Какой вам угодно, господин стражник? Свежайшая свинина, отборная говядина, может, колбаски домашние?» Он обводит рукой прилавки, словно предлагая мне сокровища. Выбираю кусок свинины пожирнее, надеясь, что он отвлечет внимание мясника от моих расспросов о черном ходе. Мясник заворачивает мясо в промасленную бумагу, и я расплачиваюсь. «Приходите еще», – бросает он, но в его голосе нет ни капли дружелюбия. Запах свежего мяса перебивает вонь лавки, и я на мгновение чувствую себя почти человеком.",
        "occurredAt": "2025-11-07T10:01:00.875Z",
        "locationId": "4f2f086d-74a1-4662-a64f-46898e0a7856"
      }
    },
    {
      "id": "0f1fe0d3-18cf-4031-9dfd-8ce030d09f4f",
      "locationId": "4f2f086d-74a1-4662-a64f-46898e0a7856",
      "author": "player",
      "message": "пойдем на свежий воздух, что-то тут атмосфера не очень",
      "createdAt": "2025-11-07T10:02:20.777Z"
    },
    {
      "id": "71ede85e-ade7-4503-859b-dc71601192ff",
      "locationId": "7327e2f5-d07e-4315-9dc3-32eec2621750",
      "author": "gm",
      "message": "Сжимая в руке промасленный сверток со свининой, спешу к выходу. Запах крови и специй уже начинает вызывать тошноту, а подозрительный взгляд мясника сверлит спину. Вывалившись на Перекресток Улицы Мясника, жадно вдыхаю свежий (насколько это возможно в Анк-Морпорке) воздух. Уличная суета кажется благословением после полумрака и гнетущей атмосферы лавки.",
      "createdAt": "2025-11-07T10:02:20.777Z"
    },
    {
      "id": "ae4cd7e4-f653-414d-8305-6896407bf4d1",
      "locationId": "7327e2f5-d07e-4315-9dc3-32eec2621750",
      "author": "player",
      "message": "Осмотреть Узкую улочку",
      "createdAt": "2025-11-07T10:04:27.870Z"
    },
    {
      "id": "2987adc7-b3dc-45f1-b582-7638165a8668",
      "locationId": "7327e2f5-d07e-4315-9dc3-32eec2621750",
      "author": "gm",
      "message": "Выйдя на Перекресток Улицы Мясника, первым делом перевожу дух. Вонь мясной лавки преследовала меня до самого порога. Оглядываюсь по сторонам и перевожу взгляд на Узкую улочку. Даже отсюда видно, что она оправдывает свое название. Полумрак, нависшие друг над другом дома и подозрительные тени создают гнетущую атмосферу. Слышно, как где-то капает вода, и чувствуется запах гнили и плесени. Кажется, что даже ветер обходит это место стороной. Бр-р, не самое приятное место для прогулок, но, как говорится, служба есть служба.",
      "createdAt": "2025-11-07T10:04:27.870Z",
      "actionSummary": {
        "playerMessage": "Осмотреть Узкую улочку",
        "gmResponse": "Выйдя на Перекресток Улицы Мясника, первым делом перевожу дух. Вонь мясной лавки преследовала меня до самого порога. Оглядываюсь по сторонам и перевожу взгляд на Узкую улочку. Даже отсюда видно, что она оправдывает свое название. Полумрак, нависшие друг над другом дома и подозрительные тени создают гнетущую атмосферу. Слышно, как где-то капает вода, и чувствуется запах гнили и плесени. Кажется, что даже ветер обходит это место стороной. Бр-р, не самое приятное место для прогулок, но, как говорится, служба есть служба.",
        "occurredAt": "2025-11-07T10:04:27.870Z",
        "locationId": "7327e2f5-d07e-4315-9dc3-32eec2621750"
      }
    },
    {
      "id": "b04257aa-b5d1-462e-8669-3faa73d1afd8",
      "locationId": "7327e2f5-d07e-4315-9dc3-32eec2621750",
      "author": "player",
      "message": "пойдем, посмотрим, что там",
      "createdAt": "2025-11-07T10:05:28.117Z"
    },
    {
      "id": "333b4239-551e-4b92-92b0-1bec08baa758",
      "locationId": "825770e4-1518-469d-98a3-8b6b6f3419cd",
      "author": "gm",
      "message": "Решительно шагнув с Перекрестка Улицы Мясника в Узкую улочку, сразу ощущаю, как меня обволакивает холодный, влажный воздух. Запах гнили и плесени становится почти осязаемым, а полумрак сгущается, словно кто-то приглушил свет. Кажется, что дома нависают друг над другом, готовые рухнуть в любой момент. Под ногами хлюпает какая-то гадость, и я стараюсь смотреть под ноги, чтобы не вляпаться во что-нибудь совсем уж отвратительное. Слышно, как где-то далеко возится крыса, и этот звук заставляет меня невольно поежиться. Похоже, это место не пользуется популярностью у горожан. Что ж, тем интереснее.",
      "createdAt": "2025-11-07T10:05:28.117Z"
    },
    {
      "id": "958e2bf4-3c39-4afe-89fa-ab064ff23b49",
      "locationId": "825770e4-1518-469d-98a3-8b6b6f3419cd",
      "author": "player",
      "message": "Осмотреть стены домов",
      "createdAt": "2025-11-07T10:08:10.181Z"
    },
    {
      "id": "3ae82daf-6bd1-49a9-a4fc-14ef452027ed",
      "locationId": "825770e4-1518-469d-98a3-8b6b6f3419cd",
      "author": "gm",
      "message": "Внимательно осматриваю стены домов, нависших над Узкой улочкой. Кажется, что они вот-вот сомкнутся надо мной. Камень покрыт толстым слоем грязи и мха, а кое-где видны следы обвалившейся штукатурки. В одном месте замечаю странную отметину – как будто кто-то пытался что-то соскоблить со стены. Приглядевшись, понимаю, что это старая надпись, едва различимая под слоем грязи. Удаётся разобрать лишь несколько букв: «…Тень…» и ниже что-то похожее на «…Ключ…». Интересно, что это может значить? Иду дальше, и моё внимание привлекает небольшая ниша в стене одного из домов. Внутри темно, но что-то там поблескивает. Кажется, это металл.",
      "createdAt": "2025-11-07T10:08:10.181Z",
      "actionSummary": {
        "playerMessage": "Осмотреть стены домов",
        "gmResponse": "Внимательно осматриваю стены домов, нависших над Узкой улочкой. Кажется, что они вот-вот сомкнутся надо мной. Камень покрыт толстым слоем грязи и мха, а кое-где видны следы обвалившейся штукатурки. В одном месте замечаю странную отметину – как будто кто-то пытался что-то соскоблить со стены. Приглядевшись, понимаю, что это старая надпись, едва различимая под слоем грязи. Удаётся разобрать лишь несколько букв: «…Тень…» и ниже что-то похожее на «…Ключ…». Интересно, что это может значить? Иду дальше, и моё внимание привлекает небольшая ниша в стене одного из домов. Внутри темно, но что-то там поблескивает. Кажется, это металл.",
        "occurredAt": "2025-11-07T10:08:10.181Z",
        "locationId": "825770e4-1518-469d-98a3-8b6b6f3419cd"
      }
    },
    {
      "id": "c16824b9-0dc3-40e9-8d8b-b4fa79892c01",
      "locationId": "825770e4-1518-469d-98a3-8b6b6f3419cd",
      "author": "player",
      "message": "Заглянуть в нишу в стене.",
      "createdAt": "2025-11-07T10:09:27.546Z"
    },
    {
      "id": "c314f9d3-9746-4d9c-9ba0-b40404913a6c",
      "locationId": "825770e4-1518-469d-98a3-8b6b6f3419cd",
      "author": "gm",
      "message": "Просовываю руку в нишу и нащупываю что-то холодное и твердое. Вытаскиваю находку на свет. Это небольшой металлический амулет в форме глаза. Он тускло поблескивает в полумраке Узкой улочки. Кажется, что амулет сделан из какого-то необычного металла, он приятно холодит ладонь. На ощупь гладкий, но если присмотреться, видны крошечные символы, выгравированные по краям. Странная вещица. Интересно, кому она могла принадлежать и как она здесь оказалась?",
      "createdAt": "2025-11-07T10:09:27.546Z",
      "actionSummary": {
        "playerMessage": "Заглянуть в нишу в стене.",
        "gmResponse": "Просовываю руку в нишу и нащупываю что-то холодное и твердое. Вытаскиваю находку на свет. Это небольшой металлический амулет в форме глаза. Он тускло поблескивает в полумраке Узкой улочки. Кажется, что амулет сделан из какого-то необычного металла, он приятно холодит ладонь. На ощупь гладкий, но если присмотреться, видны крошечные символы, выгравированные по краям. Странная вещица. Интересно, кому она могла принадлежать и как она здесь оказалась?",
        "occurredAt": "2025-11-07T10:09:27.546Z",
        "locationId": "825770e4-1518-469d-98a3-8b6b6f3419cd"
      }
    },
    {
      "id": "90cd85a2-f724-4080-b0ee-3b5aaddca73e",
      "locationId": "825770e4-1518-469d-98a3-8b6b6f3419cd",
      "author": "player",
      "message": "давай забросим его в рюкзак, потом разберемся",
      "createdAt": "2025-11-07T10:10:23.907Z"
    },
    {
      "id": "d5688d1e-5a34-44bd-b2cd-615e7abb4d95",
      "locationId": "825770e4-1518-469d-98a3-8b6b6f3419cd",
      "author": "gm",
      "message": "Сунув амулет в рюкзак, чувствую, как он приятно холодит спину. Интересно, не начнет ли он конфликтовать с моим серебряным клыком? Ладно, разберемся с этим позже. Сейчас нужно двигаться дальше, пока меня не зацапали местные крысы или что-нибудь похуже. Вонь здесь стоит просто невыносимая, кажется, что даже моя волчья натура протестует. Нужно поскорее уйти отсюда.",
      "createdAt": "2025-11-07T10:10:23.907Z",
      "actionSummary": {
        "playerMessage": "давай забросим его в рюкзак, потом разберемся",
        "gmResponse": "Сунув амулет в рюкзак, чувствую, как он приятно холодит спину. Интересно, не начнет ли он конфликтовать с моим серебряным клыком? Ладно, разберемся с этим позже. Сейчас нужно двигаться дальше, пока меня не зацапали местные крысы или что-нибудь похуже. Вонь здесь стоит просто невыносимая, кажется, что даже моя волчья натура протестует. Нужно поскорее уйти отсюда.",
        "occurredAt": "2025-11-07T10:10:23.907Z",
        "locationId": "825770e4-1518-469d-98a3-8b6b6f3419cd"
      }
    },
    {
      "id": "bc42a7fb-62d0-4707-99dd-39c2a2de13c8",
      "locationId": "825770e4-1518-469d-98a3-8b6b6f3419cd",
      "author": "player",
      "message": "Пройти в Тупик Узкой улочки",
      "createdAt": "2025-11-07T10:11:09.235Z"
    },
    {
      "id": "3f525ea3-0abd-4ae2-ae6e-d119731421ab",
      "locationId": "dfd5fe91-841b-43b9-a947-ab1693192904",
      "author": "gm",
      "message": "Продираюсь сквозь зловонный туман Узкой улочки, стараясь не думать о том, что хлюпает под ногами. Каждый шаг даётся с трудом, словно сама улица противится моему продвижению. Запах гнили становится всё сильнее, и даже мой волчий нюх начинает сдавать позиции. Кажется, будто я иду по кишкам какого-то огромного зверя, и вот-вот окажусь в его желудке. Наконец, впереди появляется просвет – конец улицы. Или… тупик? Похоже, и то, и другое. Дома здесь смыкаются, образуя небольшую площадку, заваленную мусором и всяким хламом. В воздухе висит гнетущая тишина, нарушаемая лишь редкими шорохами крыс. Здесь явно не самое приятное место в Анк-Морпорке. И самое время уносить отсюда ноги.",
      "createdAt": "2025-11-07T10:11:09.235Z"
    },
    {
      "id": "cc9c00bc-8fa8-466b-846b-5a2bfe3c6b26",
      "locationId": "dfd5fe91-841b-43b9-a947-ab1693192904",
      "author": "player",
      "message": "ладно. давай вернемся к Моргу",
      "createdAt": "2025-11-07T10:12:11.955Z"
    },
    {
      "id": "7f1383ec-5eb1-4ec6-9b12-31a5bdc1e3b3",
      "locationId": "7327e2f5-d07e-4315-9dc3-32eec2621750",
      "author": "gm",
      "message": "Разворачиваюсь и спешу обратно по Узкой улочке, подальше от этого затхлого тупика. С каждым шагом вонь становится все слабее, а в голове крепнет желание поскорее оказаться в более приличном месте. Мысль о Морге, конечно, не самая приятная, но уж лучше формалин, чем эта клоака. Выныриваю из Узкой улочки на Перекресток Улицы Мясника и облегченно вздыхаю. Здесь хотя бы можно дышать, пусть и запахом крови и требухи. Поворачиваю в сторону морга, стараясь не смотреть на разложенные на прилавках куски мяса. Все-таки, оборотень – это не значит людоед.",
      "createdAt": "2025-11-07T10:12:11.955Z"
    },
    {
      "id": "2255cd73-4f42-44c8-a65a-fe867d2f807c",
      "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b",
      "author": "player",
      "message": "где я и куда можно пойти?",
      "createdAt": "2025-11-07T11:47:58.352Z"
    },
    {
      "id": "31285b7c-79f2-4502-9752-25decbfeb540",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Я стою в главном зале Бара Каменная Сопля, заполненном троллями и густым запахом дешевого эля. Полумрак скрывает не самые приятные детали интерьера, но я знаю это место как свои пять пальцев. Или как свои пять когтей, если уж на то пошло. Отсюда можно выйти на Улица у входа. Что ж, неплохо бы проветриться.",
      "createdAt": "2025-11-07T11:47:58.352Z"
    },
    {
      "id": "c17facf2-a36a-4ed2-be98-acb4a0a56a7e",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "player",
      "message": "Выйти на Улица у входа",
      "createdAt": "2025-11-07T11:48:07.312Z"
    },
    {
      "id": "3bc4ad20-d83f-4fff-bc35-690bcce3f29d",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "gm",
      "message": "Вываливаюсь из пропахшего троллями и элями бара на Улица у входа. Сразу чувствую, как влажный анк-морпоркский воздух обволакивает меня. Неон вывески \"Каменной Сопли\" противно режет глаза после полумрака. Дождь вроде бы стих, но под ногами хлюпает, а в воздухе висит привычная смесь запахов мочи, жареной картошки и чего-то неопределенно гнилого. Нужно быть внимательным, здесь всегда можно нарваться на неприятности.",
      "createdAt": "2025-11-07T11:48:07.312Z"
    },
    {
      "id": "cf169e78-3b2a-4108-91bf-7c3838526c5b",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "player",
      "message": "вернуться в бар",
      "createdAt": "2025-11-07T12:25:24.409Z"
    },
    {
      "id": "f2208514-a574-450d-b05d-ebbede4bd040",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Вздыхаю и толкаю дверь обратно в \"Каменную Соплю\". Спертый воздух бара обрушивается на меня, как волна. Запах эля, пота и тролльего перегара тут гораздо сильнее, чем снаружи. Кажется, я чувствую, как шерсть на загривке встает дыбом – то ли от отвращения, то ли от предвкушения новой драки. Тролли, как всегда, сидят за своими столами, потягивая пойло и обсуждая что-то на своем гортанном языке. Что ж, здесь хотя бы тепло и можно немного передохнуть.",
      "createdAt": "2025-11-07T12:25:24.409Z"
    },
    {
      "id": "b2d9efe2-93a8-4670-8f24-5ece10379340",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "player",
      "message": "пойдем на улицу по пути в морг",
      "createdAt": "2025-11-07T12:39:12.209Z"
    },
    {
      "id": "f4aeb2fd-0114-4170-847f-6be80539fe6a",
      "locationId": "890c5aaa-9e62-4397-8e9d-e01bb0d57a50",
      "author": "gm",
      "message": "Выхожу из \"Каменной Сопли\" и поворачиваю направо. Дождь, кажется, совсем перестал, и даже сквозь смог пробиваются тусклые лучи солнца. Улица выглядит немного оживленнее, чем обычно – то ли кто-то умер, то ли просто день такой. Вонь, правда, никуда не делась, но к ней быстро привыкаешь. Иду по направлению к Улице Мясника, стараясь не задерживаться возле подозрительных личностей и луж, в которых может плавать что угодно. Впереди виднеется знакомый перекресток и мрачное здание морга.",
      "createdAt": "2025-11-07T12:39:12.209Z"
    },
    {
      "id": "b34c3b9d-10f2-41f1-880d-dabd072a09f7",
      "locationId": "890c5aaa-9e62-4397-8e9d-e01bb0d57a50",
      "author": "player",
      "message": "Вернуться в Бар Каменная Сопля",
      "createdAt": "2025-11-07T12:40:30.234Z"
    },
    {
      "id": "a41e25b6-0009-4a81-974a-1ea609f1ae6e",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Разворачиваюсь и иду обратно, прочь от запаха смерти и формалина. Улица Мясника никогда не отличалась свежестью, но сегодня здесь особенно противно. В голове мелькает мысль о кружке эля и громком тролльем гоготе. Да, это именно то, что мне сейчас нужно. Перехожу улицу и толкаю дверь \"Каменной Сопли\". Привычный запах пива и немытых троллей обдает меня, как теплая волна. Кажется, я дома.",
      "createdAt": "2025-11-07T12:40:30.234Z"
    },
    {
      "id": "ae37a098-d1fd-411f-835d-09e4edaf2663",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "player",
      "message": "куда отсюда можно мойти?",
      "createdAt": "2025-11-07T12:41:29.422Z"
    },
    {
      "id": "788b6f8b-90ee-4cbb-8d79-a46f344d758c",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Окидываю взглядом знакомый зал \"Каменной Сопли\". Тролли сидят за своими столами, потягивая эль и перебрасываясь короткими, гортанными фразами. Запах пива и пота въелся в стены, кажется, навсегда. В углу, за стойкой, ворчит бармен, протирая кружки. Куда отсюда можно пойти? Ну, выбор невелик, но он есть.",
      "createdAt": "2025-11-07T12:41:29.422Z",
      "actionSummary": {
        "playerMessage": "куда отсюда можно мойти?",
        "gmResponse": "Окидываю взглядом знакомый зал \"Каменной Сопли\". Тролли сидят за своими столами, потягивая эль и перебрасываясь короткими, гортанными фразами. Запах пива и пота въелся в стены, кажется, навсегда. В углу, за стойкой, ворчит бармен, протирая кружки. Куда отсюда можно пойти? Ну, выбор невелик, но он есть.",
        "occurredAt": "2025-11-07T12:41:29.422Z",
        "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9"
      }
    },
    {
      "id": "dac25e7a-331c-4753-a61b-11be6f3e8e73",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "player",
      "message": "пойдем к заднему выходу из бара",
      "createdAt": "2025-11-07T12:42:40.845Z"
    },
    {
      "id": "9262425e-4f3f-46b4-8044-e5f602bec456",
      "locationId": "09b6472f-e3cb-4d6f-97d9-eeb3a8ed7d49",
      "author": "gm",
      "message": "Протискиваюсь мимо одного особенно крупного тролля, стараясь не наступить ему на ногу – себе дороже выйдет. Пробираюсь через полумрак главного зала к неприметной двери в задней части бара. С каждым шагом запах эля становится все слабее, а вот вонь отхожего места – все сильнее. Наконец, достигаю двери и, поморщившись, открываю ее. Свежий воздух, пусть и с примесью вони, кажется мне сейчас божественным нектаром. Выхожу на улицу за чёрным ходом.",
      "createdAt": "2025-11-07T12:42:40.845Z"
    },
    {
      "id": "40093e59-4f2c-495a-bdf0-803a9fee3e0c",
      "locationId": "09b6472f-e3cb-4d6f-97d9-eeb3a8ed7d49",
      "author": "player",
      "message": "вернуться в бар",
      "createdAt": "2025-11-07T12:43:41.272Z"
    },
    {
      "id": "247d29ea-9f4c-4eb8-8056-962fc6a54191",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Вздыхаю и толкаю дверь обратно, в тепло и вонь \"Каменной Сопли\". Сразу оглушает гомон троллей и запах перебродившего эля. Кажется, здесь даже теплее, чем снаружи. Снова пробираюсь между столами, стараясь не задеть никого из посетителей. Хорошо все-таки здесь, в этом грязном, но таком родном баре.",
      "createdAt": "2025-11-07T12:43:41.272Z"
    },
    {
      "id": "4d918276-482b-4979-a1bc-ba511073e427",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "player",
      "message": "выйти на улицу за черным выходом",
      "createdAt": "2025-11-07T12:44:52.879Z"
    },
    {
      "id": "6ce29970-c6f0-4228-b61f-a9953117b619",
      "locationId": "09b6472f-e3cb-4d6f-97d9-eeb3a8ed7d49",
      "author": "gm",
      "message": "Протискиваюсь мимо одного особенно крупного тролля, стараясь не наступить ему на ногу – себе дороже выйдет. Пробираюсь через полумрак главного зала к неприметной двери в задней части бара. С каждым шагом запах эля становится все слабее, а вот вонь отхожего места – все сильнее. Наконец, достигаю двери и, поморщившись, открываю ее. Свежий воздух, пусть и с примесью вони, кажется мне сейчас божественным нектаром. Выхожу на Улица за чёрным ходом.",
      "createdAt": "2025-11-07T12:44:52.879Z"
    },
    {
      "id": "2b04548a-d63b-4ae2-a083-e4314b9b9214",
      "locationId": "09b6472f-e3cb-4d6f-97d9-eeb3a8ed7d49",
      "author": "player",
      "message": "отправиться в темный переулок",
      "createdAt": "2025-11-07T12:45:59.757Z"
    },
    {
      "id": "ad8f4db6-c0a4-40a8-8d94-3d49ae3d7fbe",
      "locationId": "8df2dde4-99fa-41bc-9bd7-e16cbbdc92d4",
      "author": "gm",
      "message": "Оставляю позади тусклый свет и вонь улицы за \"Соплей\", ныряя в Тёмный переулок. Здесь всегда сыро и прохладно, даже в самые жаркие дни. Кажется, что стены вот-вот сомкнутся, а запах плесени и гнили проникает в самую душу. Под ногами хлюпает какая-то мерзкая жижа. Не самое приятное место для прогулок, но что поделать – работа есть работа.",
      "createdAt": "2025-11-07T12:45:59.758Z"
    },
    {
      "id": "5e4c47c8-7488-45f6-b0c2-fad903b9cd52",
      "locationId": "8df2dde4-99fa-41bc-9bd7-e16cbbdc92d4",
      "author": "player",
      "message": "перейти на улицу у входа",
      "createdAt": "2025-11-07T13:40:11.628Z"
    },
    {
      "id": "b13f8e4f-db4b-4165-b46d-757c46171b86",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "gm",
      "message": "Выныриваю из мрачного чрева Тёмного переулка, и меня тут же окатывает волной огней и звуков Улицы у входа. Неон вывески \"Каменной Сопли\" противно режет глаз после полумрака, но я рад снова оказаться среди людей... или, по крайней мере, среди троллей и прочих обитателей Анк-Морпорка. Под ногами хлюпает вода, смешанная с чем-то неопределённо отвратительным, но это лучше, чем плесень и крысы Тёмного переулка. По крайней мере, здесь есть шанс, что на тебя просто наткнутся, а не ограбят и бросят умирать.",
      "createdAt": "2025-11-07T13:40:11.628Z"
    },
    {
      "id": "6bceeb4d-b1c6-416d-bb94-e89c971cbdf4",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "player",
      "message": "куда можно пойти?",
      "createdAt": "2025-11-07T14:28:21.266Z"
    },
    {
      "id": "49a56748-e9c0-45ca-b018-ebb51243f0e9",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "gm",
      "message": "Оглядываюсь по сторонам, пытаясь сообразить, куда бы еще сунуть свой нос. Дождь не прекращается, а перспектива снова лезть в Тёмный переулок или возвращаться в эту клоаку под названием \"Каменная Сопля\" меня не радует. Но, как говорится, работа сама себя не сделает. Так, что у нас тут есть...",
      "createdAt": "2025-11-07T14:28:21.266Z",
      "actionSummary": {
        "playerMessage": "куда можно пойти?",
        "gmResponse": "Оглядываюсь по сторонам, пытаясь сообразить, куда бы еще сунуть свой нос. Дождь не прекращается, а перспектива снова лезть в Тёмный переулок или возвращаться в эту клоаку под названием \"Каменная Сопля\" меня не радует. Но, как говорится, работа сама себя не сделает. Так, что у нас тут есть...",
        "occurredAt": "2025-11-07T14:28:21.266Z",
        "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2"
      }
    },
    {
      "id": "e109d441-e530-45d7-afd5-93e426347e3b",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "player",
      "message": "пойти в Улица за чёрным ходом",
      "createdAt": "2025-11-07T14:28:36.024Z"
    },
    {
      "id": "3c8bc40e-72d7-4f03-adbf-7d08ce52e5d1",
      "locationId": "09b6472f-e3cb-4d6f-97d9-eeb3a8ed7d49",
      "author": "gm",
      "message": "Вздыхаю и, стараясь не задерживать дыхание, проскальзываю в проход между стеной бара и кучей мусора. Запах здесь, конечно, еще тот – смесь прокисшего эля, машинного масла и чего-то неописуемо гнилого. Кажется, что крысы смотрят на меня с нескрываемым презрением. Но, как говорится, на войне все средства хороши. Лишь бы не видеть довольные рожи троллей в \"Сопле\". Оказываюсь на Улица за чёрным ходом.",
      "createdAt": "2025-11-07T14:28:36.024Z"
    },
    {
      "id": "6ae06bdb-9e6f-4301-9d78-476cf76045c8",
      "locationId": "f297a3e8-4f89-4eee-a8c6-27f9f91b8c8b",
      "author": "player",
      "message": "перейти в бар",
      "createdAt": "2025-11-07T14:47:14.264Z"
    },
    {
      "id": "93226ee2-df0a-4a0b-998f-88453308a33c",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Вдыхаю знакомую смесь запахов – кислый эль, пот троллей и что-то неопределённо минеральное, должно быть, от их кожи. Свет тусклых ламп едва пробивается сквозь табачный дым. Тролли, как обычно, сидят за своими столами, перебрасываясь немногословными репликами. Кажется, ничего не изменилось с тех пор, как я здесь был в последний раз. Бармен, как всегда, ворчит, протирая кружки.",
      "createdAt": "2025-11-07T14:47:14.264Z"
    },
    {
      "id": "045144c6-0248-4995-8878-52e0a0ab6520",
      "locationId": "443b9263-052e-4a6e-9532-891cb34b4202",
      "author": "player",
      "message": "пойдем на улицу входа в бар",
      "createdAt": "2025-11-07T16:37:15.965Z"
    },
    {
      "id": "e9d58622-6718-4c53-ab37-d9d2f7beb2ae",
      "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
      "author": "gm",
      "message": "Снова выныриваю из прокуренного нутра «Каменной Сопли» на Улицу у входа. Дождь не думает прекращаться, и неоновая вывеска бара противно мерцает в мокрых отблесках. Под ногами, как всегда, хлюпает какая-то гадость. Но, по крайней мере, здесь можно дышать – относительно, конечно. Запах гниющих овощей и машинного масла не слишком приятен, но это лучше, чем спертый воздух и запах пота троллей в баре.",
      "createdAt": "2025-11-07T16:37:15.966Z"
    },
    {
      "id": "85225aec-a844-404e-9c49-6fa6e046869a",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Снова я в «Каменной Сопле». Запах, как всегда, убийственный – смесь дешевого пива, пота троллей и чего-то неопределенно гнилостного. Тусклый свет ламп едва пробивается сквозь густой табачный дым. Тролли, как обычно, сидят за своими столами, перебрасываясь немногословными репликами. Бармен, кажется, все тот же – ворчливый и небритый. Куда податься на этот раз? Вонь этого места уже пропитала мою шкуру, чувствую себя почти своим среди этих каменных увальней. Может, хоть чего нового услышу… Или просто промою глотку чем-нибудь покрепче.",
      "createdAt": "2025-11-19T03:04:24.281Z"
    },
    {
      "id": "c5be9c9f-f547-4249-98d4-7deeeeba0550",
      "locationId": "3036da4e-edc5-4ada-a2e5-7fe8dc89fcaa",
      "author": "player",
      "message": "что это у меня в карманах?",
      "createdAt": "2025-11-19T03:25:07.047Z"
    },
    {
      "id": "6d0b57be-10ad-4187-906d-3fe2e92505df",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Запускаю руку в карман штанов, нащупывая что-то твердое и прохладное. Ага, вот она – пустая бутылка из-под огневиски. Зачем я ее вообще таскаю? Ах да, нужно было сдать отпечатки для дела. Ладно, это потом. В другом кармане что-то маленькое и круглое. Серебряный снитч. Напоминание о старых играх в квиддич. Или о долгах. Или и то, и другое. Вспоминаю, как я его выиграл. Давненько это было. И сколько же воды утекло с тех пор... и сколько выпито огневиски. Надо бы, кстати, выпить еще.",
      "createdAt": "2025-11-19T03:25:07.047Z"
    }
  ]
}
