{
  "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
  "characterId": "9fdd7aba-8051-4e59-bba9-96544966d709",
  "startedAt": "2025-11-19T03:21:09.278Z",
  "entries": [
    {
      "id": "30990306-b350-4be8-9d49-bdfb3ca87e64",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Запах дешёвого табака и кислого эля бьёт в нос, как удар молота. Вонь тролльего пота смешивается с запахом машинного масла и дешёвого пойла. Я в \"Каменной Сопле\", моём любимом баре на окраине Анк-Морпорка. Полумрак зала едва рассеивается тусклыми лампами, отбрасывая причудливые тени на грубые каменные стены. Слышен приглушенный гул тролльих голосов и редкий звон разбивающегося стекла. Похоже, сегодня здесь особенно оживленно. Надо будет заглянуть к трактирщику Глыбе, узнать, что тут происходит. Или сразу выйти на Улицу у входа, пока не вляпался во что-нибудь.",
      "createdAt": "2025-11-19T03:21:14.852Z"
    },
    {
      "id": "966b075b-d8d6-4a82-bf45-daea7350891f",
      "locationId": "3036da4e-edc5-4ada-a2e5-7fe8dc89fcaa",
      "author": "player",
      "message": "где я? кто я?",
      "createdAt": "2025-11-19T06:27:36.568Z"
    },
    {
      "id": "82cdaa6c-2cfa-40ff-a999-cbd8bc8f7742",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Я Тощий Пит, сотрудник Ночной Стражи, и, как ты уже, наверное, догадался, оборотень. Хотя последнее – это, скорее, профессиональная тайна. Нахожусь я в \"Каменной Сопле\", баре, который тролли почему-то считают уютным. Если ты не тролль, то тебе здесь, скорее всего, не понравится. Но сейчас у меня нет выбора. Нужно найти улики, чтобы раскрыть это дело. Может, стоило остаться в Улица у входа и не соваться сюда...",
      "createdAt": "2025-11-19T06:27:36.568Z"
    },
    {
      "id": "b1e7444d-cbb7-4af6-871e-0bf051aba297",
      "locationId": "8b8c6d8f-ea63-4ca7-a6f2-d667d141321d",
      "author": "player",
      "message": "осмотреться",
      "createdAt": "2025-11-24T22:00:36.747Z"
    },
    {
      "id": "3acd8976-de21-4d13-a1dd-2b2b0c99d3a5",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Окинув взглядом зал, я замечаю несколько интересных деталей. В углу, за карточным столом, сидит компания троллей, азартно играющих в кости. Кажется, они используют в качестве кубиков маленькие камешки. Возле барной стойки стоит Глыба, трактирщик, протирает кружку своим неизменным грязным полотенцем. На полу валяются осколки разбитой кружки и какие-то подозрительные ошметки, возможно, остатки недавней драки. А вот и кое-что новенькое! За одним из столиков, в дальнем углу, сидит какой-то тип в плаще, надвинутом на лицо. Он явно не тролль, и ведет себя довольно подозрительно. Неужели это связано с делом, которое мне поручили? Нужно будет выяснить, что он тут делает. Хотя, может, сначала стоит выпить чего-нибудь покрепче, чтобы настроиться на нужный лад.",
      "createdAt": "2025-11-24T22:00:36.747Z"
    },
    {
      "id": "4f247602-dd40-4168-9272-29a56810d3ed",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "player",
      "message": "подойти к Незнакомцу",
      "createdAt": "2025-11-24T22:03:20.669Z"
    },
    {
      "id": "dbfdfb42-83b6-40a4-b17d-92900aa53c48",
      "locationId": "407ac5ff-b345-4dbb-b7d1-553f40570f7b",
      "author": "gm",
      "message": "Я подхожу к столику, стараясь не привлекать лишнего внимания. Тип в плаще сидит, склонившись над кружкой, и что-то бормочет себе под нос. Запах от него исходит странный – смесь сырой земли и дешевого одеколона. Когда я оказываюсь достаточно близко, замечаю, что плащ скрывает довольно потрепанный камзол, а из-под капюшона виднеются спутанные волосы. Незнакомец поднимает голову, и я вижу его лицо. Узкое, с землистым оттенком кожи и запавшими глазами. Он смотрит на меня с нескрываемой тревогой. \n\n«Чего тебе надо?» – хрипит он.",
      "createdAt": "2025-11-24T22:03:20.669Z"
    },
    {
      "id": "290c82b4-1623-4b10-9ff9-5aa408f983fd",
      "locationId": "407ac5ff-b345-4dbb-b7d1-553f40570f7b",
      "author": "player",
      "message": "оставить его в покое",
      "createdAt": "2025-11-24T22:03:58.251Z"
    },
    {
      "id": "3c6528f9-6120-4b60-a1fa-11dbd9cf31ce",
      "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
      "author": "gm",
      "message": "Решив не связываться с незнакомцем, я отступаю от его столика. Он облегченно вздыхает и снова прячется в тени своего плаща. Что-то в нем меня настораживает, но, возможно, это просто моя профессиональная паранойя. В конце концов, в \"Каменной Сопле\" всегда можно встретить подозрительных личностей. Лучше не привлекать к себе внимания. В конце концов, я здесь ради дела, а не для того, чтобы заводить новые знакомства. Нужно будет поискать другие улики, или вернуться к трактирщику Глыбе и попытаться вытянуть из него хоть какую-то информацию.",
      "createdAt": "2025-11-24T22:03:58.251Z"
    }
  ]
}
