{
  "characters": [
    {
      "id": "9fdd7aba-8051-4e59-bba9-96544966d709",
      "name": "Тощий Пит",
      "description": "сотрудник Ночной Стражи, детектив, оборотень",
      "inventory": [],
      "currentWorldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
      "currentLocationId": "d609b0b0-5c3a-44a3-8374-b93851a5ad6f",
      "history": [
        {
          "id": "c29999b0-2fd6-421e-b240-16069ba38598",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
          "author": "gm",
          "message": "Запах в «Каменной Сопле» всегда был чем-то особенным. Смесь прокисшего эля, немытых троллей, отсыревшего камня и чего-то неопределенно-железного, что, по слухам, было частью последнего особо буйного клиента, глубоко въедалась в ноздри. Мои обостренные чувства оборотня, конечно, не облегчали ситуацию, но, по крайней мере, я всегда знал, что ем, даже если не хотел этого знать. Тусклые масляные лампы едва пробивались сквозь клубы табачного дыма и пыли, оседая на лицах завсегдатаев – в основном, крупных, клыкастых и не слишком разговорчивых. Я протиснулся мимо стола, за которым три тролля играли в карты, используя в качестве фишек неотесанные булыжники, и направился к стойке. Моему желудку явно не нравилось это место, но долг звал, а долг, как известно, пахнет гораздо хуже, чем любой тролль. Сквозь щели в покосившейся двери доносился влажный, свежий запах улицы, намекая на моросящий дождь.",
          "createdAt": "2025-11-07T00:29:55.363Z"
        },
        {
          "id": "28ac1beb-6e8a-4a5e-aabc-d8ff279d93db",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "b77f6f1e-4b11-49ad-ab85-c753181de6b9",
          "author": "player",
          "message": "Выйти на улицу",
          "createdAt": "2025-11-07T00:30:40.211Z"
        },
        {
          "id": "2e40b64d-4690-4e18-89c0-b01bb971c009",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
          "author": "gm",
          "message": "Выйти на улицу – это всегда было как глоток свежего, если так можно выразиться, воздуха Анк-Морпорка. Оттолкнув тяжелую, промасленную дверь, я шагнул наружу. Затхлый дух прокисшего эля и троллей тут же сменился влажным, холодным запахом мокрого камня, гниющей листвы и... ну, конечно же, Анк-Морпорка. Дождь моросил, превращая булыжную мостовую в блестящее, местами скользкое зеркало. Неоновая вывеска над входом в «Каменную Соплю» – кривоватая надпись «Эль, Свинина, Тролли» – отбрасывала мутное, пульсирующее красное свечение на лужи и редких прохожих, которые спешили мимо, натянув шляпы пониже. Ветер трепал полы моего плаща, а капли дождя приятно холодили лицо, смывая остатки барной духоты. Мои волчьи чувства тут же уловили десятки новых запахов: крысы в сточной канаве, запах жареных почек из соседней закусочной, нотки... о, нет, только не это, кто-то снова забыл закрыть бочки с отходами у мясника. Привычный хаос города обрушился на меня, и я, Тощий Пит, часть этого хаоса, чувствовал себя на своем месте.",
          "createdAt": "2025-11-07T00:30:40.211Z"
        },
        {
          "id": "bb9f074e-8e08-4949-975d-2a1b9c4d484f",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
          "author": "player",
          "message": "Поднять листок",
          "createdAt": "2025-11-07T00:32:38.171Z"
        },
        {
          "id": "55641721-cb7c-4f02-8e29-23f7377b7af0",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
          "author": "gm",
          "message": "Моросящий дождь превращал булыжную мостовую в блестящее, местами скользкое зеркало. Мои волчьи чувства, обострённые до предела, уловили не только привычные запахи Анк-Морпорка – крыс, жареных почек и забытых мясником отходов – но и что-то более тонкое, почти незаметное. Под светом неоновой вывески «Каменной Сопли», которая отбрасывала мутное красное свечение на лужи, я заметил его. Небольшой, изрядно промокший и прилипший к камням листок бумаги. Он выглядел так, будто пролежал здесь не один час, пережив не один ливень и, возможно, пару нетрезвых троллей. Наклонившись, я подцепил его кончиками пальцев. Бумага была неприятно влажной и холодной, пахла сыростью, городским смрадом и слабыми чернилами. Мои обонятельные рецепторы тут же классифицировали его как 'официальный документ, возможно, давно недействительный, с привкусом бюрократической тоски'. Разгладив его как мог, я попытался разобрать текст. Часть его была размыта, но кое-что прочесть удалось: \"...К сведению всех жителей: Пункт 7Б нового постановления... *[оборвано]* ...запрещает кормление голубей несанкционированными философскими трактатами... *[оборвано]* ...штрафные санкции будут применены к нарушителям, а голуби будут подвергнуты переквалификации... *[оборвано]* ...в случае обнаружения подозрительных трактатов, немедленно сообщить в Ночную Стражу. Подпись: Капитан Ваймс (заместитель по вопросам голубиной этики).\" Что ж, обычный день в Анк-Морпорке. Я сложил листок и сунул его в карман плаща. Возможно, он ещё пригодится – никогда не знаешь, когда тебе понадобится доказать, что ты не кормил голубей Кантовскими рукописями.",
          "createdAt": "2025-11-07T00:32:38.171Z"
        },
        {
          "id": "820e9243-b0a8-46c6-a4bc-c98b4828c666",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "ed123ac6-f154-4dd6-b407-fb065504f4f2",
          "author": "player",
          "message": "Отправиться в Улица за чёрным ходом",
          "createdAt": "2025-11-07T00:34:06.935Z"
        },
        {
          "id": "1ff285b3-6d7c-4eeb-af71-6bb8f5a317ff",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "09b6472f-e3cb-4d6f-97d9-eeb3a8ed7d49",
          "author": "gm",
          "message": "Я обогнул обшарпанную стену «Каменной Сопли», провожаемый недовольным урчанием водосточной трубы, которая явно не справлялась с анк-морпоркским дождём. Главная улица с её тусклым неоновым блеском осталась позади, уступив место узкому, мокрому проходу. Здесь, за чёрным ходом, царила своя, особенная симфония запахов: прокисшие остатки эля, гниющие овощи из какой-то забытой кучи мусора, и вездесущий, едкий запах металла, который, как я подозревал, был результатом многолетней коррозии и, возможно, периодических стычек. Под ногами скользили мокрые булыжники, и я чувствовал, как грязь налипает на подошвы ботинок. Стены домов, прижимавшиеся друг к другу, были покрыты мхом и какой-то неопознанной слизью. Отсюда доносился характерный писк крыс, занятых своими важными крысиными делами, и далёкий, приглушённый стук из глубины Тёмного переулка. Мои оборотничьи уши уловили каждый шорох, каждый отзвук этого неприглядного уголка города. Не самое приятное место для прогулки, но кто сказал, что работа Стражи должна быть приятной?",
          "createdAt": "2025-11-07T00:34:06.935Z"
        },
        {
          "id": "94d632fa-68c4-410e-a164-4ecf91071eb9",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "09b6472f-e3cb-4d6f-97d9-eeb3a8ed7d49",
          "author": "player",
          "message": "Отправиться в Тёмный переулок",
          "createdAt": "2025-11-07T00:34:32.344Z"
        },
        {
          "id": "eb7c8a04-d08e-46e2-b653-6b8a397b6226",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "8df2dde4-99fa-41bc-9bd7-e16cbbdc92d4",
          "author": "gm",
          "message": "Я нырнул в Тёмный переулок, и едва заметный свет, проникавший с Улицы за чёрным ходом, тут же сменился почти кромешной тьмой. Это место всегда производило на меня впечатление, будто сам город решил спрятать здесь что-то очень важное – или очень грязное. Стены домов, покрытые вековой плесенью и чем-то, что когда-то, возможно, было рекламой, казались выше и давили со всех сторон. Мокрый камень под ногами скользил, и я инстинктивно пригнулся, хотя и не ожидал, что что-то может упасть мне на голову, кроме очередной порции дождя или, может быть, зазевавшегося голубя, которого не успели переквалифицировать. Воздух здесь был густым, пахнул сыростью, гнилью, давно забытыми тайнами и чем-то острым, металлическим – словно кто-то регулярно здесь что-то резал, а потом тщательно забывал убрать остатки. Мои оборотничьи уши улавливали каждый шорох: где-то вдалеке слышались приглушённые шаги, а ближе – возня крыс, которые, судя по звукам, вели нешуточную борьбу за очередной объедок. Это был Анк-Морпорк в своей самой неприглядной, но до боли знакомой красе. Где-то рядом, я чувствовал, должен быть задний двор лавки алхимика – запах серы и трав, хоть и приглушенный, всё равно пробивался сквозь общий смрад.",
          "createdAt": "2025-11-07T00:34:32.344Z"
        },
        {
          "id": "968922ee-ef33-4b4e-acb3-1a87cb79bf6f",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "8df2dde4-99fa-41bc-9bd7-e16cbbdc92d4",
          "author": "player",
          "message": "проверить Задний двор лавки алхимика",
          "createdAt": "2025-11-07T00:36:03.994Z"
        },
        {
          "id": "501b8e73-4106-4a11-aaff-8060682d102b",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
          "author": "gm",
          "message": "Запах серы и трав, который доносился из глубины Тёмного переулка, становился всё сильнее, по мере того как я, Тощий Пит, пробирался вперёд. Казалось, что сам воздух здесь был плотнее, пропитанный не только влажной сыростью, но и некой химической, почти едкой завесой. Стены расступились, и я оказался на небольшом, довольно захламлённом заднем дворе. Под ногами хрустели какие-то осколки, а воздух вибрировал от низкого, почти неслышного гудения, которое, как я подозревал, исходило от какого-нибудь очередного алхимического изобретения, способного в любой момент превратить меня в жареную котлету или, что ещё хуже, в налогового инспектора. Прямо над головой, на верёвках, висели пучки сушёных трав – некоторые из них выглядели вполне безобидно, а некоторые, кажется, светились в полумраке, что обычно не является хорошим знаком. Из небольшой пристройки, которая, очевидно, служила алхимической лабораторией, доносился слабый запах озона и чего-то похожего на подгоревшее печенье. Мои оборотничьи уши уловили слабый шорох внутри, словно кто-то что-то аккуратно переставлял. На одном из покосившихся столов, заваленных склянками и пробирками, сиротливо лежала помятая книга в кожаном переплёте. Это место было квинтэссенцией анк-морпоркской алхимии: хаос, потенциальная опасность и, возможно, несколько ценных улик, погребённых под слоем пыли и химических испарений. Пожалуй, стоит быть начеку, чтобы не превратиться в компонент для какого-нибудь эликсира.",
          "createdAt": "2025-11-07T00:36:03.994Z"
        },
        {
          "id": "a204a540-c76c-4f55-81e0-faa6646a644a",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
          "author": "player",
          "message": "постучаться в пристройку",
          "createdAt": "2025-11-07T00:43:55.694Z"
        },
        {
          "id": "bc882e66-0cee-47df-93c9-c36d7852e068",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
          "author": "gm",
          "message": "Я постучал в дверь пристройки, стараясь не слишком усердствовать – не хотелось бы, чтобы на меня обрушился какой-нибудь алхимический шедевр. Дерево под моими костяшками пальцев отозвалось глухим стуком, который, казалось, эхом прокатился по всему двору, заглушая даже гудение непонятного аппарата. Через мгновение внутри всё стихло. Сначала я подумал, что меня проигнорируют, но затем услышал тихий, почти шёпотный голос: «Кто там? И чего надо?». Голос звучал немного встревоженно и, как мне показалось, слегка заикался. «Это Тощий Пит, Ночная Стража», – ответил я, стараясь придать своему голосу как можно больше уверенности и как можно меньше волчьего рыка. «Мне нужно задать несколько вопросов».",
          "createdAt": "2025-11-07T00:43:55.694Z"
        },
        {
          "id": "84ab22c4-93c8-493d-80f5-583b3a793dfc",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
          "author": "player",
          "message": "попробовать открыть дверь",
          "createdAt": "2025-11-07T00:44:32.389Z"
        },
        {
          "id": "df0d41c7-ad79-46bf-8234-6146d2467614",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
          "author": "gm",
          "message": "Я попытался повернуть ручку двери, но она не поддалась. Судя по всему, заперто. «Эй, внутри!», – крикнул я, стукнув кулаком по дереву чуть сильнее. – «Я же сказал, Ночная Стража. Откройте, пожалуйста. Или мне придётся вышибить эту дверь, а вы же не хотите, чтобы ваша алхимическая лаборатория превратилась в груду щепок и пробирок, верно?». Тишина. Только гудение алхимического аппарата и далёкий писк крыс. Кажется, мой визит не слишком радует хозяина.",
          "createdAt": "2025-11-07T00:44:32.389Z"
        },
        {
          "id": "054df759-b0f8-4225-a997-d5ef15f8e8e8",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
          "author": "player",
          "message": "Попробовать выбить дверь.",
          "createdAt": "2025-11-07T00:45:00.156Z"
        },
        {
          "id": "ce2484f7-d2ed-46e0-836f-b430029c1266",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
          "author": "gm",
          "message": "Я отступил на пару шагов, прикинул расстояние и со всей силы врезался плечом в дверь. Дерево затрещало, но выдержало. Черт. Похоже, придётся применить немного оборотничьей силы. Собравшись с духом, я снова налетел на дверь, на этот раз вложив в удар гораздо больше мощи. Раздался оглушительный треск, и дверь, не выдержав, вылетела из петель, разлетевшись на щепки. Пыль и обломки дерева поднялись в воздух, заставив меня закашляться. Внутри лаборатории, освещённой мерцающим светом колб и горелок, стоял перепуганный алхимик, держа в руках какую-то склянку с пузырящейся жидкостью. Его глаза расширились от ужаса, когда он увидел меня, а склянка задрожала в его руках, грозя пролить своё содержимое на пол. Запах озона и подгоревшего печенья стал ещё сильнее, а гудение алхимического аппарата, казалось, усилилось в несколько раз. Похоже, мой визит всё-таки несколько нарушил его планы.",
          "createdAt": "2025-11-07T00:45:00.156Z"
        },
        {
          "id": "5e5651f0-0527-4de7-a0cd-1046d00f2c84",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
          "author": "player",
          "message": "Осмотреть лабораторию",
          "createdAt": "2025-11-07T00:45:27.087Z"
        },
        {
          "id": "4a8b3807-fa39-41a9-9eaa-9edafecc1c9e",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "b747deb0-1cb5-4c67-9833-ba4280cfbef8",
          "author": "gm",
          "message": "Обломки двери у меня под ногами, а в ноздри ударил резкий запах нашатыря и еще чего-то неописуемо химического. Передо мной — алхимик, съёжившийся за своим столом, словно побитый щенок. Его лаборатория — это хаотичное нагромождение колб, реторт, трубок и непонятных приборов, соединенных между собой паутиной проводов и шлангов. На стенах развешаны засушенные травы и коренья, а в углу стоит огромный, гудящий аппарат, похожий на помесь парового двигателя и чудовищной кофеварки. Под ногами хрустят осколки стекла и какие-то странные, похожие на кристаллы образования. Воздух дрожит от напряжения, и мне кажется, что любое неловкое движение может привести к взрыву или, в лучшем случае, к появлению новой, доселе невиданной формы жизни. На столе, помимо склянок, валяются исписанные пергаменты, какие-то странные инструменты и даже несколько засохших лапок неведомых существ. На полу валяется несколько книг, переплетенных в кожу, а в углу стоит большой сундук, запертый на замок. Кажется, здесь есть на что посмотреть, и, возможно, даже найти что-то полезное для расследования.",
          "createdAt": "2025-11-07T00:45:27.087Z"
        },
        {
          "id": "043f80ac-836b-41d8-a899-dfd4f9c47c22",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "b747deb0-1cb5-4c67-9833-ba4280cfbef8",
          "author": "player",
          "message": "вернуться на задний двор лавки",
          "createdAt": "2025-11-07T00:46:19.520Z"
        },
        {
          "id": "d824a733-ebcc-4fba-8d97-63551532ba79",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
          "author": "gm",
          "message": "Оглядываюсь на разгромленную лабораторию алхимика. Он всё ещё стоит, оцепенев от ужаса, словно кролик перед удавом. Решив оставить его наедине с последствиями моего визита, я переступаю через обломки двери и оказываюсь снова на заднем дворе. Запах серы и трав бьёт в нос, смешиваясь с запахом свежего дерева от выбитой двери. Нужно будет как-то загладить вину перед этим чудаком. Или нет... всё зависит от того, что я найду.",
          "createdAt": "2025-11-07T00:46:19.520Z"
        },
        {
          "id": "1e4d5320-c8d0-4fba-ace9-e0833ffba5da",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "5a848726-d2e0-45cd-b998-6bb498314316",
          "author": "player",
          "message": "пойти в Тёмный переулок",
          "createdAt": "2025-11-07T00:46:34.806Z"
        },
        {
          "id": "f79c2918-24aa-42fc-bf89-1f799f999173",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "8df2dde4-99fa-41bc-9bd7-e16cbbdc92d4",
          "author": "gm",
          "message": "Вздыхаю, покидая пропахший серой и травами двор алхимика. В голове вертится мысль о выбитой двери и перепуганном хозяине. Надеюсь, это стоило того. Прохожу в узкий проход между лавкой и соседним складом, и меня тут же обступает привычная сырость и вонь Тёмного переулка. Кажется, здесь всегда полуночь. Влажные стены, тусклый свет, пробивающийся откуда-то сверху, и давящая тишина, нарушаемая лишь редкими шагами вдалеке. Отсюда можно пойти к бару «Каменная Сопля» или углубиться в переулок.",
          "createdAt": "2025-11-07T00:46:34.806Z"
        },
        {
          "id": "0502be03-93ae-43ab-98bc-825f65974bf2",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "8df2dde4-99fa-41bc-9bd7-e16cbbdc92d4",
          "author": "player",
          "message": "Пойти дальше по переулку",
          "createdAt": "2025-11-07T00:46:51.567Z"
        },
        {
          "id": "40290e4a-d9fc-4a61-a43c-6d6a191e83a5",
          "worldId": "a28818e4-12a5-40e1-b53a-3ea6ad123abc",
          "locationId": "d609b0b0-5c3a-44a3-8374-b93851a5ad6f",
          "author": "gm",
          "message": "Сделав глубокий вдох, я решаю углубиться в этот мрачный лабиринт. Каждый шаг отдаётся гулким эхом, а стены, кажется, сжимаются вокруг меня, словно в объятиях гигантского спрута. Запах сырости становится ещё более удушливым, смешиваясь с запахом гнили и чего-то неопределённо рыбного. Под ногами хлюпает вода, и я стараюсь не думать о том, что в ней может плавать. Впереди маячит тусклый свет, обещающий хоть какую-то надежду на выход из этой клоаки. Сердце начинает биться чаще, а шерсть на загривке встаёт дыбом. Что-то здесь не так. Слишком тихо. Слишком темно. Слишком... подозрительно. Пройдя еще несколько шагов, я замечаю впереди тусклый свет, пробивающийся из-под покосившейся двери. Неужели это конец переулка? Или начало чего-то ещё более зловещего?",
          "createdAt": "2025-11-07T00:46:51.567Z"
        }
      ]
    }
  ]
}
